{
  "data": [
    {
      "id": 1,
      "tweet": "I have come to the conclusion that bitcoin can fix anyone who is willing to discipline themselves for the better Learn about bitcoin Read about monetary theory Hustle for sats",
      "score": 0.4404
    },
    {
      "id": 2,
      "tweet": "I should have waited a day to sell Bitcoin . Not surprised I’ve said many times BTC can pump in the short term. Im happy with MY decision to trade speculation for utility. The point remains - If Bitcoin can pump 30+% in a day with 0 utility imagine what XRP will do in the end.",
      "score": 0.465
    },
    {
      "id": 3,
      "tweet": "Drinks with my girlfriends: Me: Oh dude, HUGE jump on Bitcoin today. CT was crayyyy. Them: Please tell me “Crypto Twitter” is not an actual thing... *Sips drink*",
      "score": 0.6523
    },
    {
      "id": 4,
      "tweet": "Ill be more specific on this one. Who started Bitcoin? (Good Luck) What does the company Bitmain do? Where? Who started Bitcoin Cash (BCH)? Use Logic.",
      "score": 0.6199
    },
    {
      "id": 5,
      "tweet": "Those altcoiners seem happy with the double digit $USD gains in a single day. But there is Bitcoin and there is... ",
      "score": 0.4678
    },
    {
      "id": 6,
      "tweet": "Bitcoin moving 40% in one day tells you: 1. On a monetary scale Bitcoin is still tiny. 2. The opportunity is still massive. Owning bitcoins is still one of the few asymmetric bets that people across the entire world can participate in.",
      "score": 0.4215
    },
    {
      "id": 7,
      "tweet": "A great book to understand the fundamentals of not only BTC but money is “ The Bitcoin Standard “ by ",
      "score": 0.3716
    },
    { "id": 8, "tweet": "stan bitcoin for clear skin ", "score": 0.3818 },
    { "id": 9, "tweet": "we love bitcoin ", "score": 0.6369 },
    {
      "id": 10,
      "tweet": "I hodl through everything... $1, $100k, $20k whatever. Bitcoin will outlast whatever shit you're converting it too.",
      "score": -0.5574
    },
    {
      "id": 11,
      "tweet": "when bitcoin is pumping vs when you take profit and it still keeps pumping ",
      "score": 0.4404
    },
    {
      "id": 12,
      "tweet": "I prefer my Bitcoin/Twitter/Youtube/internet education far more than the 3 years spent in college. Saifedean has much respect from me for doing this. ",
      "score": 0.4767
    },
    {
      "id": 13,
      "tweet": "Lol everyone else wants to build a digital currency... lol European Union, Facebook, Venezuela. Everyone wants to invent Bitcoin. Funny how that works. My jack is with the only true decentralized coins Bitcoin and Ethereum Classic. Everyone else is a just a copy. Code Is Law!!",
      "score": 0.8975
    },
    {
      "id": 14,
      "tweet": "Bitcoin pumped HARD last night. Does this pump have bull run potential or is this a big fake out?? bitcoin LET'S DISCUSS ",
      "score": -0.6801
    },
    {
      "id": 15,
      "tweet": "I should be specific in saying that as long as Bitcoin is trending up, I don't expect many alts to outperform it. Look at April-July for example. But if comparing $NEO's chance of outperforming a group of alts 2 weeks ago to now, it looks better.",
      "score": 0.7469
    },
    {
      "id": 16,
      "tweet": "Bitcoin is still on sale until we hit 7 digits. Then you just buying out of necessity. Better to be 10 years early than 1 day late. You don’t wait to buy BTC. You buy BTC and wait.",
      "score": 0.4404
    },
    {
      "id": 17,
      "tweet": "What would (fundamentally can’t exist w/o open source) + its 100s of derivatives thereafter look like WITHOUT an opinionated extrinsic economic model tightly coupled to it? “Stateless”, truly decentralized, permissionless..Open Source! 20 YEARS before “crypto” existed.",
      "score": 0.69
    },
    {
      "id": 18,
      "tweet": "Bitcoin weekly chart looking scary! Literally 50/50 could go in any direction as it hit perfect resistance from the technical analysis yesterday The last 12 hours resistance proved to be a lot for BTC If it breaks through, could be epic But be ready for drop below trend ",
      "score": 0.501
    },
    {
      "id": 19,
      "tweet": "President Xi Saying China Should ‘Seize Opportunity’ to Adopt Blockchain sent Bitcoin to $10,500 temporarily. ",
      "score": 0.1779
    },
    {
      "id": 20,
      "tweet": "Shorting large top wick daily closes has a high probability on Bitcoin.",
      "score": 0.2023
    },
    {
      "id": 21,
      "tweet": ".popup in Charlotte accepting and ",
      "score": 0.3818
    },
    {
      "id": 22,
      "tweet": "Australia is set to ban any cash transaction above $6,700. Cashless societies are SURVEILLANCE states. Bitcoin is the best guarantee of privacy in these surveillance states. Bitcoin is more than just money it's a rebellion to surveillance states, it's DIGITAL SOVEREIGNTY. ",
      "score": 0.2732
    },
    {
      "id": 23,
      "tweet": "2) Banks prey on us using cross border transfers with exorbitant rates, fees, and hidden costs. This is why I use , , and as much as possible (though not perfect any of them). But this is nothing compared to the worldwide remittance industry.",
      "score": -0.2498
    },
    {
      "id": 24,
      "tweet": "BCH just had a three hour time between blocks (supposed to be ~10min). When a block was finally produced, it was only 2.4mb (less than 10% of the 32MB cap). Hashpower was 0.1% of bitcoin’s. Someone needs to put this coin out of its misery.",
      "score": -0.8176
    },
    {
      "id": 25,
      "tweet": "man it just sucks how i'm rich in bitcoin and my alpha knot is huge",
      "score": 0.5267
    },
    {
      "id": 26,
      "tweet": "The official educational platform  managed by publicity department of CCP have listed a whole introductory course about blockchain and it explicitly talks about how Bitcoin, Ethereum and smart contracts are one of the application/usecases of blockchain. ",
      "score": 0.4019
    },
    {
      "id": 27,
      "tweet": "My last art piece: shredded money in a plexiglass box \"If you don't believe it or don't get it I don't have the time to try to convince you, I am sorry\" (Satoshi Nakamoto) bitcoin cryptoart bitcoinart",
      "score": 0.1779
    },
    {
      "id": 28,
      "tweet": "when we moon you know its referral time! Use my referral link /r/srggrxpajh to sign up for  and we both get $50 USD :)",
      "score": 0.5093
    },
    {
      "id": 29,
      "tweet": "Selling all my $ltc on its next significant pump. Not a believer in adding MW etc. who knows what other changes there will be in years to come. Not a stable protocol. I’ll be buying bitcoin $bsv Pamp it pls -Felicia",
      "score": 0.0547
    },
    {
      "id": 30,
      "tweet": " Seed planted! Here's to some warmer Las Vegas seed planting in the near future! /plant-a-seed crypto cryptocurrency bitcoin $btc litecoin $ltc litecoinsummit2019 wcc",
      "score": 0.4184
    },
    {
      "id": 31,
      "tweet": "Bitcoin's entire market is nothing but a rounding error on the global balance sheet. No one missed the boat, we havn't even finished building it yet.",
      "score": -0.6147
    },
    {
      "id": 32,
      "tweet": "You should be securing your bitcoin in a multi-sig, cold-storage setup While not as practical as other (less secure) options, here are some solutions that make this simple: 's Vault with ",
      "score": 0.6258
    },
    { "id": 33, "tweet": "More like dec 2021.", "score": 0.4201 },
    {
      "id": 34,
      "tweet": "You were DESTINED to stack this Corn. $BTC Your ENTIRE LIFE has led you to this Revelation of Bitcoin as the Ultimate and Final authority in Money. The Harvest is here, and it's your SEASON. OWN IT. NO LOOKING BACK. Citadel at heart, eyes on the Corn, finger on the trigger ",
      "score": -0.3885
    },
    {
      "id": 35,
      "tweet": "The bitcoin price move on a Friday night is so awesome (not just because it went up ) — what other global asset has 24/7/365 price discovery??",
      "score": 0.8443
    },
    {
      "id": 36,
      "tweet": "Video from Octal8 for $DIVI and the Divi Video Contest ... Again all hand drawn and coded you need to sell lemonade too! cryptocurrency cryptocurrencies blockchain fintech bitcoin decentralized money videooftheday cryptomadeeasy",
      "score": 0.5411
    },
    {
      "id": 37,
      "tweet": "\"Of all the Alt coins, I believe that SmartCash is the one that has the better chances to be adopted by the merchants\" - says the at ! cryptocurrencies altcoin paris bitcoin Crypto",
      "score": 0.6114
    },
    {
      "id": 38,
      "tweet": "Banks across Lebanon are closed for the 10th day in a row while protests against government corruption continue. That's over a week of not being able to access your own money. Bitcoin isn't a get rich quick scheme, it's a get free quick scheme",
      "score": -0.1341
    },
    {
      "id": 39,
      "tweet": "1/4 Bitcoin does something to a person that reveals their character. For some it will catalyze the best in them, flaws become shockingly evident and they work day and night to eradicate them. Building wealth as they go, their conviction strengthens and nothing will stop them.",
      "score": 0.8907
    },
    {
      "id": 40,
      "tweet": "If you post bitcoin and cannabis stuff, I’m going to like it. It’s that simple.",
      "score": 0.3612
    },
    {
      "id": 41,
      "tweet": "If you can't afford to buy bitcoin because it's too expensive then you should educate yourself for free via ",
      "score": 0.5106
    },
    {
      "id": 42,
      "tweet": "I updated and cleaned up the previous article I wrote. \"Bitcoin is possibly the greatest gift we could ever give to our environment.\" ",
      "score": 0.7964
    },
    {
      "id": 43,
      "tweet": "Hashtag your way to glory! SwC Poker is giving away a seat to tomorrow's 600k (0.6 BTC) guarantee! To enter: 1. Like this post 2. Retweet this post 3. Comment with your user name and hashtag many relevant bitcoin poker words/phrases Best hashtag combo will win! SwCPoker",
      "score": 0.96
    },
    {
      "id": 44,
      "tweet": "This death cross stuff in BTC is nonsense. BTC did NOTHING major in 2015 before the last halving when it happened. Come on people. /chart/BTCUSD/cR7Vd5JF-Who-cares-about-a-BTC-death-cross-BTC-don-t-care/ btc btcusd ",
      "score": -0.765
    },
    {
      "id": 45,
      "tweet": "New video, How and Why Bitcoin price had a blast off this week Plus the $100 $BTC winner for this week Would love to have you subscribe and leave a comment Cheers! /LT2OnwiLuJU",
      "score": 0.9041
    },
    {
      "id": 46,
      "tweet": "which token or coin are you pumping right now, you should be pumping $WIN $USDT $BUSD congratulations to your big Venture next week TRONVenture TRONClass TRX BNB HODL BUIDL TronaPinnacles TRON why does hate so much? I hear another NBA will accept",
      "score": 0.8091
    },
    {
      "id": 47,
      "tweet": " $99 BITCOIN GIVEAWAY Requirements 1. LIKE 2. RETWEET 3. TAG 3 FRIENDS 4. FOLLOW so I can DM the WINNER Contest Ends IN 24 HOURS!",
      "score": 0.9168
    },
    {
      "id": 48,
      "tweet": "We have introduced the EXODUS 1s, a Cryptophone that empowers users to take ownership of their own Bitcoin private keys and secure the network. Find out how you can become your own bank at: ",
      "score": 0.34
    },
    {
      "id": 49,
      "tweet": "Bitcoin's violent rumbling seems to have been only a short excursion to recent heights. A deadcatbounce to remind again of the dominance of earlier days? I wonder if and how long 9000 USD will hold? Drop Bitcoin buy IOTA",
      "score": -0.6767
    },
    {
      "id": 50,
      "tweet": "In the last 24 hrs Bitcoin has gone from $8,600 to &gt;$10,000 and back to $9,100.!! Some are losing their shit! Can't imagine what it's going to be like in a couple of years when it goes from $86,000 to &gt;$100,000 and back to $91,000.!! Best advice, sit back, relax and enjoy it! pic.twitter.com/E6ZqtYpO6X",
      "score": 0.8302
    },
    { "id": 51, "tweet": "Pumping the sh1tcoins like wink", "score": 0.3612 },
    {
      "id": 52,
      "tweet": "‘We love Bitcoin, But XRP Solves our Problems’ –Xago CEO Jurgen Kuhnel YA BABY!! ",
      "score": 0.7035
    },
    {
      "id": 53,
      "tweet": "drop your glasses If we do not see TRON hit 0.02￠next week I will buy both of you lunch TRX BNB HODL BUIDL Xzbit Akon KanyeWestJesusIsKing waiting such a great song PumpkinDay BNB /Wt88GMJmVk0 ",
      "score": 0.4588
    },
    {
      "id": 54,
      "tweet": "If you were holding bitcoin since 20k you still have 60% less USD Congratulations! ",
      "score": 0.6012
    },
    {
      "id": 55,
      "tweet": "Are there any actual bitcoin detractors who actively trade bitcoin? I wanna follow some proper bears who believe the asset is going to zero and trade it as such, instead of broke people who seem to have enough free time to talk about crypto being a scam 24/7",
      "score": 0.1531
    },
    {
      "id": 56,
      "tweet": "play catch while skydiving or bitcoin goes to zero? ",
      "score": 0.34
    },
    {
      "id": 57,
      "tweet": "There is nothing more romantic than to wake up to a notification that bitcoin is +40%",
      "score": -0.3559
    },
    {
      "id": 58,
      "tweet": "‘We love Bitcoin, But XRP Solves our Problems’ –Xago CEO Jurgen Kuhnel /we-love-bitcoin-but-xrp-solves-our-problems-xago-ceo-and-co-founder/amp/?__twitter_impression=true",
      "score": 0.6428
    },
    {
      "id": 59,
      "tweet": "Dip bought up, let's see how monthly goes. Not trading any more tonight as I'm going to Halloween party. Catch you all tomorrow and have a great night! Thank you once again Champs for the support!! Bitcoin ",
      "score": 0.9401
    },
    {
      "id": 60,
      "tweet": "Chinese government has organized a nationwide blockchain exam competition. The study material they see? First class is literally titled: Application of Blockchain: Bitcoin Goes on to describe how it solved double spending, advantage over AliPay and WechatPay, and so on. Insane. ",
      "score": 0.0314
    },
    {
      "id": 61,
      "tweet": "BCH persisting as SHA-256 while being 1% of bitcoin’s hashpower makes it extremely insecure. The only reason it continues is because the BCH founders believe it is necessary to retain SHA-256 in order to masquerade as “the real bitcoin.”",
      "score": -0.4754
    },
    {
      "id": 62,
      "tweet": "I'm pleased to announce that our company will take adoption of Litecoin, Bitcoin, and Ethereum globally through CP3 ( Crypto Pay &amp; Pension Plan). RETWEET Adoption is key / Price must follow adoption. For more info: /",
      "score": 0.3612
    },
    {
      "id": 63,
      "tweet": "Decentralization is not only about nodes and consensus. Should be privacy added into Bitcoin? Some bitcoiners love it but regulators and institutions not. Who should decide? Why Cardano plans to introduce governance? Read more: //decentralized-governance-must-be-next-step-7db73fe9adec blockchain crypto $ada",
      "score": 0.4836
    },
    {
      "id": 64,
      "tweet": "The Titanic cost 7.5 million $to build. Today that’s the cost of a nice condo in New York City. Tomorrow it’s the price of a snickers bar. Buy bitcoin ",
      "score": 0.4215
    },
    {
      "id": 65,
      "tweet": "Danske bank is in the middle of a $220 billion money laundering investigation. Why launder that money? They charged $90 per transaction, but it only costed them $1 to process it and employees were told to make half a million of these transactions. Buy bitcoin, bye banks.",
      "score": -0.1027
    },
    {
      "id": 66,
      "tweet": "Buy BTC Ripple continues to expand Ripple interoperable w/XRP Bitcoin tx take 1 hour at least XRP takes 3 sec Ripple partnered with fed, finastra, SBI, Nacha, Accenture, Moneygram, etc Starbucks accepts BTC BTC pumps after tether/China injection. Don’t be a fucking moron",
      "score": 0.3832
    },
    {
      "id": 67,
      "tweet": "Yo here we go! Someone to WIN $100 BCH Finish the sentence, RETWEET and like I would choose centralized solutions over decentralized solutions if...... crypto blockchain bitcoin NationalPumpkinDay CryptoNews SaturdayThoughts cryptocurrency",
      "score": 0.8757
    },
    {
      "id": 68,
      "tweet": "Interest in Bitcoin in China has barely edged up. Chart shows Baidu searches for Bitcoin (blue) vs Blockchain (red). Looks very conclusive to me, particularly so given the price spike. ",
      "score": 0.4588
    },
    {
      "id": 69,
      "tweet": "AS, you know that never puts MoneyWhereMouthIs, so he is still losing money the old fashioned way by holding Gold which has been DeadMoney the entire time Bitcoin went from $0.03 to $9,100 ",
      "score": -0.3818
    },
    {
      "id": 70,
      "tweet": "Bitcoin printed a 42% gain in ONE DAY That was yesterday- October 25 We only need 7 days like yesterday for a 10X",
      "score": 0.7096
    },
    {
      "id": 71,
      "tweet": "I don't get the excitement over China approving blockchain. During 2017 every time they announced a China ban, bitcoin took off another $1,000. This rally could be about something else: - Pre Christmas rally. - 2020 halving. - CME and BAKKT options in 2020. - Mass adoption.",
      "score": -0.7374
    },
    {
      "id": 72,
      "tweet": "Why $BTC Bitcoin surged 30%: A thread. 1) Based on ledger analysis of both Bitcoin and Tether, I'd say it's a lot more likely part of an elaborate exit scam on the part of certain people within the Bitfinex camp. Many suspicious transactions have shifted between Bitfinex, Tether",
      "score": -0.6249
    },
    {
      "id": 73,
      "tweet": "is one of the brightest and principled entrepreneurs in Bitcoin. Super impressed by his ability to think clearly &amp; explain complex subject matter. An excellent pod on state of multisigs &amp; 's open source efforts to improve it.",
      "score": 0.9709
    },
    {
      "id": 74,
      "tweet": "Early Sunday morn Bitcoinwalking walk in Sunny Brisbane, Au listened to another outstanding podcast from Marty with Saifedean Ammous Saifedean Ammous is an economist and author focusing on bitcoin ",
      "score": 0.7783
    },
    {
      "id": 75,
      "tweet": "$BTC So far so good. Bounced around $8,900. Think we make a run for the top of that daily wick. This Bitcoin volatility has been fun af to trade. Up about 14% today just trading on low lev. &amp; spot. ",
      "score": 0.7947
    },
    {
      "id": 76,
      "tweet": "Fold is a great way to earn bitcoin while you shop for everyday things. It can be intimidating to get started, but we’re here to make it simple! stacksats",
      "score": 0.2244
    },
    {
      "id": 77,
      "tweet": "Stop by  and get $MRX Coins by using our faucet or playing treasure hunt. team was first to market with many cryptocurrency innovations such as &amp; Over 60k $MRX Rewarded to date! MRX Bitcoin ",
      "score": 0.6476
    },
    {
      "id": 78,
      "tweet": "Remember, in 2016 BCH was _the_ big threat against Bitcoin. The Chinese miners in collusion with SV startups were going to \"run\" Bitcoin. ",
      "score": -0.5267
    },
    {
      "id": 79,
      "tweet": "Greg Maxwell's comments from 2017, during the height of the Bitcoin fork wars, are prophetic still. /pipermail/bitcoin-dev/2017-April/014152.html",
      "score": -0.5574
    },
    {
      "id": 80,
      "tweet": "Bitcoin works because many people in diverse locations run their own node. It’s not hard at all. You can do it on your own laptop or buy a dedicated device for a few hundred bucks. If you don’t run a node, you’re missing the whole point of bitcoin. If you need help DM me ",
      "score": 0.5853
    },
    {
      "id": 81,
      "tweet": "Monday morning’s letter to investors is going to be absolute on China, Bitcoin, and the global economy. Every investor must pay attention. It’s the most important macro story right now. Don’t miss this one. Will be free for everyone. Subscribe: ",
      "score": 0.5256
    },
    {
      "id": 82,
      "tweet": "MyCointainer — Earn profits by holding crypto assets (POS/Masternodes) /TUwpFb3960 Shoutout and Follow Stake your Okcash and Cryptos and get empowered today! Bitcoin Okcash Cryptocurrency ProofOfStake Masternodes Services Staking $OK $BTC",
      "score": 0.5983
    },
    {
      "id": 83,
      "tweet": "The year is 2035, Ethereum 4.0 is running the world’s futarchy decision-making system. World hunger is solved. Poverty is eliminated. Climate is stabilized. Bitcoin maximalists still troll VB for TheDAO hard fork. ",
      "score": -0.5574
    },
    {
      "id": 84,
      "tweet": "officially a bitcoin investor, can’t believe yall work 9-5. instead of buying modern warfare i invested into my future ",
      "score": -0.29600000000000004
    },
    {
      "id": 85,
      "tweet": "You must have subscribed to Off The Chain to learn about Bitcoin and the future impact it will have on the world. Good move. ",
      "score": 0.4404
    },
    {
      "id": 86,
      "tweet": "$BTC $BTCUSD BITCOIN - Daily: The current short-term bullish trend should quickly fix the basic bullish trend. To avoid contradicting the short term, it would be possible to favour long positions (at the time of purchase) for BITCOIN - BTC/USD… ",
      "score": -0.1531
    },
    {
      "id": 87,
      "tweet": "Bitcoin doesn't pump 42% to fall back down to previous lows That's a bad take from anyone stuck in the downtrend mode Price moves with big hands push it and this is obvious that fomo occured like in April this year",
      "score": -0.5859
    },
    {
      "id": 88,
      "tweet": "This week in Crypto & Blockchain (Africa): 1. Binance added Naira deposits 2. BitPesa raised $15 million and rebrands To AZA 3. Seedstars now open to blockchain startups 4. Bitcoin up 30%+ in one day 5. Bitcoin is still not dead Fun week!",
      "score": 0.2575
    },
    {
      "id": 89,
      "tweet": "To clarify: this is the Bitcoin Cash (BCH) chain which switched to a different difficulty targeting algorithm from the Bitcoin (BTC) chain, shortly after the fork in 2017.",
      "score": -0.34
    },
    {
      "id": 90,
      "tweet": "By the way, I'm not interested in a bandwagon bashing Bitcoin Cash. I honestly want to understand what is happening. We don't often get to see consensus attacks and this may be the biggest yet. Lots to learn, and gloating or snark doesn't add any knowledge. Cut it out.",
      "score": -0.4512
    },
    {
      "id": 91,
      "tweet": "I sure am glad I sold _______coin for bitcoin when I did.",
      "score": 0.6486
    },
    {
      "id": 92,
      "tweet": "Several years ago I \"coined\" the phrase \"Your keys, your bitcoin. Not your keys, not your bitcoin.\" I now hear it in casual conversations in the crypto sphere and it warms my heart. Here's a song in Brazilian Portuguese based on that saying... ",
      "score": 0.4404
    },
    {
      "id": 93,
      "tweet": "This giveaway ends in approximately 24hrs!!! Get in on it while you have the chance Crypto Cryptotwitter blockchain ETH $ETH ERC20 DAPPS cryptocurrencies CryptoNews blockchaintechnology blockchaintech bitcoin bitcorn altcoins",
      "score": 0.4359
    },
    {
      "id": 94,
      "tweet": "YouTube comments are pretty lolzy. I often hear that I'm just a lucky noob who bought bitcoin early. Yet I retired in 2003 at the age of 24, self made... 6 years before Bitcoin was invented... Lots of people RICH in Bitcoin were RICH before Bitcoin. That's how they got some many",
      "score": 0.9378
    },
    {
      "id": 95,
      "tweet": "1/ Alts are dead. We have killed them. The bitcoin/alt dichotomy will be replaced by public, immutable, speculative protocols pitted against state/corporate sponsored centralized asset-backed stablecoins.",
      "score": -0.8555
    },
    {
      "id": 96,
      "tweet": "Yes we know, Bitcoin went up 40% in a matter of hours. You saw it too ",
      "score": 0.4215
    },
    {
      "id": 97,
      "tweet": "On October 24th, EOS was at $2.75. On October 25th, it got as high as $3.49. No new governance solutions were deployed. No major dApp launch or developer onboarding solution or WPS or full node plan or anything else. Bitcoin went up. That’s it.",
      "score": -0.1027
    },
    {
      "id": 98,
      "tweet": "Bitcoin’s amazing 42% rally reopened the door for Ether to have a run at $225 says market analyst ",
      "score": 0.5859
    },
    {
      "id": 99,
      "tweet": "Until everyone agrees on a definition of \"Bitcoin\", these debates are nothing more than politics. If anyone wants to tell me why their vision for a cryptocurrency outside of Satoshi's makes sense, we can call that something else, but it's not a debate about Bitcoin. ",
      "score": 0.2263
    },
    {
      "id": 100,
      "tweet": "Historically buying around $6k-6.6k would be the best bitcoin buying opportunity. Doesn't mean it'll go that low. Doesn't mean that area will hold if it goes that low. But historically that would be you're best buying opportunity.",
      "score": 0.9169
    },
    {
      "id": 101,
      "tweet": "Just bought my new car with the money I received from ! Living my best life",
      "score": 0.6696
    },
    {
      "id": 102,
      "tweet": "Stock to flow makes so much sense. Ignore at your own loss. H/t r/Bitcoin ",
      "score": -0.6204
    },
    {
      "id": 103,
      "tweet": "correct this is just a rediculous exersize if you are dealing with someone who can not understand why BTC is not following the whitepaper and therefor is not Bitcoin. Just ignore them and focus on building applications. they are just not relevent to anything anymore.",
      "score": 0.2755
    },
    {
      "id": 104,
      "tweet": "\"If securing Bitcoin requires consensus on what Bitcoin is, and Bitcoin is a database of values assigned to keys ... then securing Bitcoin can only be done by your node!\" Great post on why Bitcoin full nodes matter from . Get an EXODUS 1s, become your own bank.",
      "score": 0.8955
    },
    {
      "id": 105,
      "tweet": "if bitcoin doesn't shit the bed in the next 3 hours, we're going long boyos pic.twitter.com/dkWd3MywBm",
      "score": 0.4449
    },
    { "id": 106, "tweet": "Bad choice of words", "score": -0.5423 },
    {
      "id": 107,
      "tweet": "Xi commented China should seize the opportunity of Bitcoin’s blockhain technology on Friday and caused BitCoin rising to highs above 10300. Something fishy Xi aimed to boost bitcoin prices? why? He banned bitcoin himself in China. ",
      "score": 0.4329
    },
    {
      "id": 108,
      "tweet": "Bitcoin internet searches Google +233% (USA) Baidu +200% WeChat +145% This indicates searches likely increased because of the price pump, not the other way around. ",
      "score": 0.2732
    },
    {
      "id": 109,
      "tweet": "The fact that BCash hasn't been 51% attacked until now--at 2% of the SHA256 hashpower--is a testament to Bitcoin's security.",
      "score": 0.5967
    },
    {
      "id": 110,
      "tweet": "If you're hating on BCH in 2019, you probably wouldn't have liked Bitcoin in 2011. ",
      "score": -0.684
    },
    {
      "id": 111,
      "tweet": "Come on, guys, let them start blaming the crypto again! They can't do more than that!",
      "score": -0.5837
    },
    {
      "id": 112,
      "tweet": "4th Diwali Month Giveaway Partnered with for $200 worth Bitcoin Giveaway (~ 0.02 BTC) Follow , Join my telegram /IndianCryptoUpdates Add 2 real friends in comments &amp; reweet this tweet 2 lucky winners win $100 worth BTC each ",
      "score": 0.9501
    },
    {
      "id": 113,
      "tweet": "6/ This Xi Shill is definitely bullish for the whole industry, especially as the highest level of recognition from CCP, when previously \"blockchain/bitcoin is a scam\" is the leading narrative among average Chinese ppl \"China FUD\" in the west can also shut up to some extent",
      "score": -0.5904
    },
    {
      "id": 114,
      "tweet": "XRP low transaction fees & instant transaction aligned perfectly with Xago’s goal of making retail payments more efficient ⁦⁩ ⁦⁩ ⁦⁩ XRP, not Bitcoin, is better suited for retail needs: Xago's Jurgen Kuhnel ",
      "score": 0.5841
    },
    {
      "id": 115,
      "tweet": "I did a btc transfer in the amount of $30 and it is 1hr 50min and still in pending status! Boy how I love my xrp it takes less than a minute for full transfer! XRPcommunity we going to Simply because what btc tried to accomplish XRP did! ALTSEASON",
      "score": 0.8349
    },
    {
      "id": 116,
      "tweet": "Two luxury condos in Manhattan just sold for $15.3M Buyer paid in Bitcoin. Welcome to the future.",
      "score": 0.4588
    },
    {
      "id": 117,
      "tweet": "Ever since , my life has changed for the better. Now I can stop buying the off-brand sparkling water!",
      "score": 0.4926
    },
    {
      "id": 118,
      "tweet": "Square will be releasing their September Quarter results on Nov 6. One of my favourite metrics to follow is their quarter-on-quarter revenue growth. In the 3 months leading up to June 30, $125m of Bitcoin was bought thru the .",
      "score": 0.3818
    },
    {
      "id": 119,
      "tweet": "Crypto Twitter be like... bitcoin ",
      "score": 0.3612
    },
    {
      "id": 120,
      "tweet": "Bitcoin (BTC) Now Targeting $20K With XRP Ready to Explode, Say Crypto Analysts ",
      "score": 0.3612
    },
    {
      "id": 121,
      "tweet": "From the investor's point of view, the most important part of any project is the utility and usage of coins. For what is $ADA used in the Cardano project and why we hodl? Read more: //why-buy-and-hold-ada-958ce1f7d63d blockchain crypto $ada $btc bitcoin $xrp $eos $eth $trx ethereum",
      "score": 0.2716
    },
    {
      "id": 122,
      "tweet": "Avg price for the quarter was ~$7600. ~165k bitcoin were mined in that time =&gt; ~$1.25bn worth of \"mined supply\" to be absorbed by the market. absorbed 10% of the mining supply.",
      "score": 0.2263
    },
    {
      "id": 123,
      "tweet": "The excitement from Libra rumors and announcements allowed an overextended bitcoin rally from 3k to 14k even though “it has nothing to do with bitcoin”, and people don’t think Xi’s blockchain statements could get us from 7k to 10k? Don’t underestimate cluelessness!",
      "score": 0.3164
    },
    {
      "id": 124,
      "tweet": "Sir btmx is very poor in releasing private sale tokens of btmx as well as uat when the process will speed up",
      "score": -0.3167
    },
    {
      "id": 125,
      "tweet": "Some people feel great stress from not buying Bitcoin earlier. Everyone always could have done everything better. Including Gates and Bezos. We are all doing better than Jobs. Don't sweat it.",
      "score": 0.7964
    },
    {
      "id": 126,
      "tweet": "Bitcoin isn't about “Trading at $50k”. Bitcoin isn't about the price or traders. Anyone who thinks that it is, doesn't understand why Bitcoin was written. Bitcoin at $1m but in the hands of traders and “institutions” alone is a failure. Only Statists can't see this.",
      "score": -0.7876
    },
    {
      "id": 127,
      "tweet": "Although is only one part of the buying ecosystem, it neatly illustrates the impending convergence of demand and supply: 1. CashApp QoQ *doubling* 2. May 2020 BTC supply halves. bitcoin 3millionleft",
      "score": 0.2263
    },
    {
      "id": 128,
      "tweet": "Bitcoin 3D chart setup: bullish engulfing candle, broken descending trend line, move confirmed by great volume, confirmed bullish MACD divergence, Willy was over-sold and is now charging higher ",
      "score": 0.25
    },
    {
      "id": 129,
      "tweet": "Yuuuuup It’s a global problem and there is the ONE that will solve it ⁦⁩ ⁦⁩ ⁦⁩ \"We love Bitcoin, But XRP Solves our Problems\" - Xago CEO - Ripple ",
      "score": 0.0644
    },
    {
      "id": 130,
      "tweet": "Amazon has almost no stores. Uber owns almost no cars. Facebook creates no content. Alibaba has no inventory. AirBnb owns no real estate. Netflix is not a TV channel. Tinder requires no marriage. Bitcoin has no physical coins. How the internet has changed life.",
      "score": -0.8511
    },
    {
      "id": 131,
      "tweet": ": earn it save it and preserver it for safe &amp; happy crypto future",
      "score": 0.8689
    },
    {
      "id": 132,
      "tweet": "Found some interesting info from Hmrc and some other sites that I’m sharing today to do with taxation of crypto in the UK /uk/x/815336/fin+tech/HMRC+Publishes+UK+Tax+Guidance+On+Cryptocurrency+For+Individuals xrparmy ukcrypto crypto XRPcommunity xrpthestandard bitcoin ethereum wealth savings TaxationIsTHEFT investments",
      "score": 0.8271
    },
    {
      "id": 133,
      "tweet": "$BTC high-timeframe analysis This trendline has severed as strong resistance for many months. Bitcoin just broke through it, with the highest buying volume in 4 months. I think this is a great sign for bull market continuation. Please LIKE/RETWEET for more charts! $ETH Crypto",
      "score": 0.69
    },
    {
      "id": 134,
      "tweet": "NEWS on Play Royal \"Daily Wager Race &amp; Mining Bonus Change\" /news/daily-wager-race-mining-bonus-change btc eth ethereum usdt ltc bnb bitcoin litecoin trx eos tron casino crypto blockchain exchange games slots dice poker royal ",
      "score": 0.7096
    },
    {
      "id": 135,
      "tweet": "buying ELA now is buying ETH under $2 ELA will be valued like ether Haters will hate but a bitcoin secured SmartContract platform with much more than just a public chain is huge Elastos is next generation Auxiliary POW + dpos cryptocurrency Elastos ELA",
      "score": 0.6956
    },
    {
      "id": 136,
      "tweet": " What is Rootstock? RSK enhances the usefulness of Bitcoin by providing the Turing-complete Rootstock Virtual Machine (RVM), which allows smart-contracts to be constructed on top of Bitcoin blockchain. $RSK $RBTC ⁦⁦⁩ ⁦⁩",
      "score": 0.4588
    },
    {
      "id": 137,
      "tweet": "Do you prefer solutions based on public blockchain (, , etc.) like me? ",
      "score": 0.4939
    },
    {
      "id": 138,
      "tweet": "Bitcoin's biggest daily gain SINCE 2011. Remember the massive bull run of 2017? No single day compared to what happened two days ago. And for many, their bias has not changed. Emotions. Glad I was on the right side of this one. ",
      "score": -0.1729
    },
    {
      "id": 139,
      "tweet": "Pegged to $nirx on 1:1, Nigerian fiat NGN seen to recover in few hours via crypto markets than within conventional forex markets. Through cryptotrading, defeating economic inflation is a piece of cake. /naira-becomes-first-fiat-currency-on-binance blockchain fiat fintech bitcoin",
      "score": -0.3818
    },
    {
      "id": 140,
      "tweet": "A reason BCH and BSV exist (and why SW2X failed) is miners who wanted bigger blocks couldn't overrule Bitcoin users and their choice of node software. Yet the BSV guys repeatedly say validating user nodes have no power Users decided... and nearly 100% of hashrate has followed. ",
      "score": -0.6124
    },
    {
      "id": 141,
      "tweet": "But seriously, if Bitcoin does go to $100k or more... Wtf am I going to do with that money? Any suggestions?",
      "score": -0.8422
    },
    {
      "id": 142,
      "tweet": "XRP, not Bitcoin, is better suited for retail needs: Xago’s Jurgen Kuhnel. XRPL and ODL need XRP liquidity, the future for XRP and the XRP family already knows that. ",
      "score": -0.3412
    },
    {
      "id": 143,
      "tweet": "Happy Diwali Crypto Family! We hope you make great, huge, massive, explosive gains and learn a lot about bitcoin, blockchain, and cryptocurrencies as well along the way! ",
      "score": 0.9523
    },
    {
      "id": 144,
      "tweet": "A lot of people are worried that they’re too late to buy Bitcoin.. I don’t think majority of people realise how early we actually are!! ",
      "score": -0.4184
    },
    {
      "id": 145,
      "tweet": "Giveaway Alert! No.3 - Halloween Edition WIN $25 in $BTC In order to win you must: • Follow us () • Like this • Retweet this • Tag 5 of your friends! Ending in 24 hours! Satasion is doing this till the 31st everyday! giveaway win cryptocurrencies bitcoin ",
      "score": 0.9686
    },
    {
      "id": 146,
      "tweet": "Bitcoin and Cardano are both about decentralization. Let's have a look at what is a difference between decentralization and distribution networks and in which step in the consensus it is important. Read more: //50-shades-of-decentralization-1974f2572f7b blockchain $ada $btc $eth crypto $xrp",
      "score": 0.2023
    },
    {
      "id": 147,
      "tweet": "Is China’s New Fascination With Blockchain Really Good for Bitcoin? /36ewSwv",
      "score": 0.7501
    },
    {
      "id": 148,
      "tweet": "$BTC Bitcoin 1 hour EMA 8 rally, lower high break ",
      "score": -0.29600000000000004
    },
    {
      "id": 149,
      "tweet": "BTCUSD Premium Pump signals: 1- at $7,500 ; estimated TP: $10300 (hit) 2- at $8800; estimated TP: $12,300 (pending). bitcoin bitcointrading Joker shared the PPS for xrp already. again, a reminder: 1- at $0.23; estimated TP: $0.55 - $1.44 XRPcommunity",
      "score": 0.4404
    },
    {
      "id": 150,
      "tweet": "When money fails to serve its proper ends then a regard to the public welfare ought to make us withhold from our rulers the obedience and subjection which it would, otherwise, be our duty to render to them. - Jonathan Mayhew in “Discourse”, probably $btc bitcoin",
      "score": -0.4215
    },
    {
      "id": 151,
      "tweet": "Bitcoin *I am often wrong* but this is what I expect to see ",
      "score": -0.2617
    },
    {
      "id": 152,
      "tweet": "Can someone please end this zombietoken's misery? After 2 years of all kinds of technical failures, combined with silly \"we are Bitcoin\" marketing, BCH made it perfectly clear: \"minority versions end ugly\" - Satoshi Nakamoto ",
      "score": -0.2023
    },
    { "id": 153, "tweet": "thank you", "score": 0.3612 },
    {
      "id": 154,
      "tweet": "When your tired is tired SundayThoughts bitcoin ThisIsTema – at Awolowo Hall",
      "score": -0.7003
    },
    {
      "id": 155,
      "tweet": "Bitcoin is ~$500 up on the day and nobody cares, just looks like a flat day It just dropped $300 on an m5 candle and nobody batted an eyelid A $500 drop last week down to $7300 was catastrophic Mad, eh?",
      "score": -0.4588
    },
    {
      "id": 156,
      "tweet": "Early Halloween. As a Bitcoin Monk I managed to bless so many no-coiners and banknotes with Bitcoin stickers and Buy Bitcoin stamps. Thanks for the stamp ",
      "score": 0.6908
    },
    {
      "id": 157,
      "tweet": "I agree short Long , , funny hot Chiliz And pump my $XRP (not to save the world but make money) ",
      "score": 0.223
    },
    {
      "id": 158,
      "tweet": "It is plain that the rights of the people are ruined and destroyed by central bank tyrannical authority, by which the citizens become a kind of slave to the ministers of state. Bitcoin fixes this. - Allen, “American Alarm”, probably bitcoin $btc",
      "score": -0.7184
    },
    {
      "id": 159,
      "tweet": "One huge benefit of depositing funds with Hodium, in comparison to nearly every other professional investment company. Minimum deposit: Bitcoin – 0.001 Ethereum – 0.05 Litecoin – 0.1 Bitcoin Cash – 0.03 Dash – 0.1 Doge – 3,700 PerfectMoney &amp; Payeer – $10",
      "score": 0.6486
    },
    {
      "id": 160,
      "tweet": "★ 25 USD BITCOIN ($25.00) – Giveaway 171! Follow us &amp; Retweet and Like Tag 2 friends Winner will be picked in 48 hours. Good luck! ",
      "score": 0.9421
    },
    {
      "id": 161,
      "tweet": "Achievement unlocked! PSA: - they rented for a year to promote bcash until June this year where the contract expired - his website bitcoin(.)com scams normies to buy BCash ($BCH) claming as Bitcoin ($BTC) - he shamelessly hijacks r/btc bcash $bch $bchabc $bab",
      "score": -0.5983
    },
    {
      "id": 162,
      "tweet": "He promoted a fraud - Craig Wright / faketoshi, then they split. Scammer scamming scammer.",
      "score": -0.25
    },
    {
      "id": 163,
      "tweet": "I’m no chartist but I’ll speak regardless. If Bitcoin drops here to the 7’s again, this doesn’t paint a negative picture whatsoever. No chartist out there predicted a 2k move within 24 hours. Bitcoin is the Wild West. It doesn’t care about your charts.",
      "score": -0.631
    },
    {
      "id": 164,
      "tweet": "Proof of Work (POW) isn’t new or exciting to many in the crypto world. But it’s proven to be effective. Anything else is a newer experiment. Ravencoin is a code fork of Bitcoin because Bitcoin is the strongest and most proven method of running a blockchain.",
      "score": 0.8779
    },
    {
      "id": 165,
      "tweet": "Bitcoin maximalists will eventually makeup the majority of the world's wealthiest people. My hope is we will see a different more fair and compassionate world at that time because BTC maximalists are patient long term visionaries. The very stuff great leaders are made of.",
      "score": 0.948
    },
    {
      "id": 166,
      "tweet": "Bitcoin Cash's improved Difficulty Adjustment Algorithm was supposed to reduce block time variance. However, it's looking rather volatile lately, often seeing hourlong periods with 2 blocks or with 20+ blocks. /blocks/time",
      "score": -0.6124
    },
    {
      "id": 167,
      "tweet": "I live in Finland and Im ok with the current banking system here. My parents in Lebanon havent had access to their bank for 10 days. e.g. They cant send money abroad. Not until today Ive realized the power of bitcoin. Let bitcoin spread like virus and unemploy the legal crooks.",
      "score": 0.6369
    },
    {
      "id": 168,
      "tweet": "As always The % of your wealth that you have in Bitcoin should be related to the understanding you have of this technology ",
      "score": 0.4939
    },
    { "id": 169, "tweet": "Bitcoin solves inequality.", "score": 0.2732 },
    { "id": 170, "tweet": "welcome to bitcoin ", "score": 0.4588 },
    {
      "id": 171,
      "tweet": "This isn't a callout but a question. Is this where we are now: participation in Bitcoin is reduced to consumption by buying? Is $mining, ***and the understanding of mining***, now entrusted to industrial professionals, and no longer considered a way for anyone to participate?",
      "score": -0.2406
    },
    { "id": 172, "tweet": "Bitcoin is about freedom.", "score": 0.6369 },
    {
      "id": 173,
      "tweet": "Just imagine how boring the world would be without Bitcoin and crypto!",
      "score": -0.3802
    },
    {
      "id": 174,
      "tweet": "1/ Good interview ⁦⁩. Someone please tell ⁦⁩ that the “value” of bitcoin is transacting globally with censorship resistance. There will always be demand for this. ",
      "score": 0.5719
    },
    {
      "id": 175,
      "tweet": "Forget stocks Forget Bitcoin Forget 401k's Forget Forex Get a job. Save cash. Use cash for a down payment on a house. Do this 3 times Never worry about money again.",
      "score": 0.0015
    },
    {
      "id": 176,
      "tweet": "You survived the entire Crypto bear market... You survived the first major Bitcoin Bull Market correction... You deserve everything the Bull Market has to offer $BTC",
      "score": 0.765
    },
    {
      "id": 177,
      "tweet": "Outside of Bitcoin, the most relevant currency in this space is your reputation. Slow to accumulate, easy to lose all at once. Think twice before staking it.",
      "score": 0.0516
    },
    {
      "id": 178,
      "tweet": "right now is and I quote \"Ghetto Red \"HOT hey all hope everyone is having a great sunday so far we will see how low or howhigh is a movie redman bitcoin VS TRON FinalBetrayal Race /KS6bVTYRh-w",
      "score": 0.7096
    },
    {
      "id": 179,
      "tweet": "I know crypto is the future. Because I no longer ‘invest in crypto’. I just use it. I take it, I sent it, I make it, I spend it. Too fast too easy. Fiat can’t compete. Bnbcoin Bnb bitcoin ethereum",
      "score": 0.1779
    },
    {
      "id": 180,
      "tweet": "31/ Finally, a personal announcement! announced a new pop-up podcast called Bitcoin Macro, produced by yours truly and featuring . I’m incredibly proud of this and would love it you gave it a listen.",
      "score": 0.8953
    },
    {
      "id": 181,
      "tweet": "There's a ton of money that got shaken out of $BTC sitting on the sidelines. When FOMO kicks in, some of that money will be looking to accumulate bitcoin by moving altcoins up.",
      "score": -0.0772
    },
    {
      "id": 182,
      "tweet": "Why Bitcoin Cash’s Mining Troubles Should Scare Bitcoin Maximalists Crypto Fintech Cryptocurrency Blockchain CryptoNews Bitcoin BCH BTC",
      "score": -0.7351
    },
    {
      "id": 183,
      "tweet": "Ok it turns out bitcoin didn't die. Long live bitcoin!",
      "score": 0.6846
    },
    {
      "id": 184,
      "tweet": "I literally just purchased a $1 share of via because mentioned it in his interview.",
      "score": 0.29600000000000004
    },
    {
      "id": 185,
      "tweet": " introduces new ways that users and software can interact with $BSV. with the power of Ecat Bitcoin can bring the power of publishing to the unpublished, just like it can bring banking to the unbanked.",
      "score": 0.3612
    },
    {
      "id": 186,
      "tweet": "Really awesome overview of Bitcoin's pre-history by - great job!",
      "score": 0.8685
    },
    {
      "id": 187,
      "tweet": "$BTC -from the perspective of climbing back up ther ATH mountain bitcoin is hitting 38.2 FIB resistance, this is a notable line because it had represented significant support through the past several months before failing to hold, and now backtesting... ",
      "score": 0.0516
    },
    {
      "id": 188,
      "tweet": "Bitcoin only needs seven more days like Friday to reach $100,000.",
      "score": 0.4364
    },
    {
      "id": 189,
      "tweet": "About Qtum: 1 It’s a UTXO based Smart Contract platform can process parallel transaction. 2 It’s the most decentralized POS network with more 4000 Full Nodes. 3 It’s compatible with All BIPs, if Bitcoin want Smart Contract, Qtum did it already.",
      "score": 0.6908
    },
    {
      "id": 190,
      "tweet": "We're 4 today . The past year has been positive. We released the BitBox02 hardware wallets, built our full node BitBoxBase and dramatically improved the BitBoxApp, the hub to run everything. Thank you Bitcoin community. Your support and feedback is invaluable. ",
      "score": 0.8979
    },
    {
      "id": 191,
      "tweet": "We’re all going to Vegas to ruin everybody’s bachelor parties with socially awkward conversation about bitcoin and nobody’s talking about it",
      "score": -0.4019
    },
    {
      "id": 192,
      "tweet": "Soraix will offer leveraged trades, as well as margin calls to our users. For more advanced users, we will also offer swaps. More notably, in a later version of our service we will be offering blockchain asset securitization. blockchain bitcoin crypto cryptocurrency leverage",
      "score": 0.7264
    },
    {
      "id": 193,
      "tweet": "What is the best way to support bitcoin besides buying Bitcoin or running a node? ",
      "score": 0.7845
    },
    {
      "id": 194,
      "tweet": "While Europe remains the hottest continent for in-person Bitcoin transactions, Ljubljana in Slovenia is the most torrid city, with 314 businesses accepting BTC ",
      "score": 0.3818
    },
    {
      "id": 195,
      "tweet": "\"The move to slow down Bitcoin was \"pro-market.\" Gotta love the Plunge Protection Team trying to protect their precious fiat. Care to guess who wins this game? ",
      "score": 0.9545
    },
    {
      "id": 196,
      "tweet": " Cryptonaires Crypto Film Teaser 3 - Feat John McAfee (NSFW) xrp bitcoin bitcoincash crypto ",
      "score": -0.25
    },
    {
      "id": 197,
      "tweet": "Basic bitcoin programming skills have a few benefits: - Better understand what a node is - Better understand what a private keys is - Better able to verify the bitcoin software you're using - Less likely to lose your coins b/c first 3 - Maybe you build something useful?",
      "score": 0.8948
    },
    {
      "id": 198,
      "tweet": "We don’t sell nor trade all we do is accept as a method of payment. (WSM) best Car Wash Supply store in Miami ",
      "score": 0.7783
    },
    {
      "id": 199,
      "tweet": "Bitcoin Cash at Risk of 51% Attack as Unknown Miner Reaches 50% ",
      "score": -0.6124
    },
    {
      "id": 200,
      "tweet": "What Crypto SHOULD I giveaway, at Bitcoinlive and ? To be alligeble for the NEXT giveaway RETWEET, Tag 3 Friends LIKE xrp Bitcoin Blocktober blockchain freedom giveaways brave vechain Tron justintron TRX",
      "score": 0.9317
    },
    {
      "id": 201,
      "tweet": "- Ask local merchants to accept Bitcoin - Ask clients to pay in Bitcoin; offer a discount if they do - Follow the mailing list discussions - Participate in the Taproot BIP review - Test issues/review PRs in Bitcoin/LN OSS - Donate to OSS Bitcoin/LN devs - Launch a Bitcoin startup",
      "score": 0.29600000000000004
    },
    {
      "id": 202,
      "tweet": "Bitcoin | As simple as effective. ",
      "score": 0.4767
    },
    {
      "id": 203,
      "tweet": "Happy Diwali! “May this Diwali your life be as colorful and bright as the lights of Diwali. Joy and gaiety surround you and your family forever.” Long Bitcoin - Wake up India Diwaliwishes Diwali",
      "score": 0.8932
    },
    {
      "id": 204,
      "tweet": "New episode with is live! We discuss the history of money, why fiat currencies are unsustainable, concerns in the macro economy, and he finally admits that Bitcoin is scare &amp; can’t be seized or censored! Enjoy :) ",
      "score": 0.6351
    },
    {
      "id": 205,
      "tweet": "Bitcoin rallies on news of al-Baghdadi death",
      "score": -0.5994
    },
    {
      "id": 206,
      "tweet": "Our users that earned bitcoin... 1 week ago: up 16% 1 month ago: up 19% 1 yr ago: up 49% sats back &gt; cash back We built  to teach people about the importance of bitcoin while making it accessible to all. Join us &amp; start stacking sats today. ",
      "score": 0.5719
    },
    {
      "id": 207,
      "tweet": "Care to join the investment? RIS-COIN is developing. Rising Innovation Start-Ups. investors startups blockchain blockchainlife2019 ",
      "score": 0.7906
    },
    {
      "id": 208,
      "tweet": "I have this feeling Bitcoin rips higher tonight at 10PM eastern standard time. This is based on absolutely nothing but a feeling. What a time to be alive!",
      "score": 0.5345
    },
    {
      "id": 209,
      "tweet": "What is the actual scam? What do you like about BTC technologically over BCH? How is BTC closer to a peer-to-peer electronic cash system than BCH?",
      "score": -0.4098
    },
    {
      "id": 210,
      "tweet": "I'm ready for a bullrun! Retweet for good karma! btc bitcoin eth ltc xmr xvg tpay xlm grs mct etn rdd bnb neo dgb eca eos ethos lsk mwat nano rvn tel trx xrp",
      "score": 0.7170000000000001
    },
    {
      "id": 211,
      "tweet": "Bakkt sets a new daily record for Bitcoin Futures contracts traded Chinese President Xi Jinping endorses blockchain Bitcoin rallies +42% What a great week it has been $BTC Bitcoin Crypto",
      "score": 0.7579
    },
    {
      "id": 212,
      "tweet": "China/U.S. relations broadly, & trade agreement/tariff wars specifically, are the single largest global macro factors in existence today. To be clear, in the context of last week’s events- Blockchain, Bitcoin &amp; digital money have apparently stepped directly in the middle of it.",
      "score": -0.25
    },
    {
      "id": 213,
      "tweet": "My cover of BillieJean by Thanks to Brave and their tipping feature for EVERY content creator! ",
      "score": 0.7644
    },
    {
      "id": 214,
      "tweet": "$NEO volume up over 1 Billion in the past 24 hours The Chinese altcoin fomo is real (Personally I'm focused on stacking Bitcoin &amp; will only use these pumps to add to Bitcoin, not looking to hold majority of alts long term - hopefully you learned this lesson)",
      "score": 0.6486
    },
    {
      "id": 215,
      "tweet": "Buy now or wait for dips following Bitcoin’s historic daily gain. What’s the best strategy now given the top performers of the past week? Let’s study the charts ",
      "score": 0.8555
    },
    {
      "id": 216,
      "tweet": "1) Hashrate (BTC has 100x more), 2) Node distribution (BTC 100x more decentralized), 3) infrastructure development (Layer 1, Go Tenna, blockstream), 4) second layer solutions (lightning labs, Square Crypto), 5) financial instruments (Bakkt), 6) Actual liquidity and adoption..",
      "score": 0.1779
    },
    {
      "id": 217,
      "tweet": "If you’re buying BCH you’re being scammed. It’s honestly that simple.",
      "score": 0.4588
    },
    {
      "id": 218,
      "tweet": "Bitcoin fixes the US Social Security crisis by demonetizing the dollar. Much easier than politics!",
      "score": 0.1007
    },
    {
      "id": 219,
      "tweet": "1) The fact that more people choose to mine it isn't a technology. 2) Entire BTC hash rate controlled by 3 people. 3) GoTenna is not proprietary to BTC. Blockstream is building layer 2, not layer 1. 4) Why would I use a centralized network when there's a perfectly capable...",
      "score": 0.7783
    },
    {
      "id": 220,
      "tweet": "...and scalable blockchain underneath? 5) Not proprietary to BTC. 6) BTC has negative adoption since 2017.",
      "score": -0.5719
    },
    {
      "id": 221,
      "tweet": "What is the scam? The product works. BCH works as peer-to-peer electronic cash. BTC doesn't. How is BCH the scam?",
      "score": -0.8299
    },
    {
      "id": 222,
      "tweet": "Well, is one of the many ways to exit the Fiat System but it is, not the only way You can buy $STEEM Directly without needing $BTC and the Block Times are fast about 5 Seconds for confirmations.",
      "score": -0.5106
    },
    {
      "id": 223,
      "tweet": "We could make this happen, If we stop being to greedy and needy. Just tell people about $btc Give them a Bitcoin giftcard as a birthday present ",
      "score": -0.7096
    },
    {
      "id": 224,
      "tweet": "\"You should buy Bitcoin\" \"No, it's a scam and you're an idiot\" \"You should buy Bitcoin\" \"No, governments will ban it, loser\" \"You should buy Bitcoin\" \"No, I don't have the money\" \"You should buy Bitcoin\" \"I know it's the future, but..\" Number go up \"You just got lucky\"",
      "score": -0.431
    },
    {
      "id": 225,
      "tweet": "Reasons why he bought Bitcoin,com blockchain,com, leased , and offered hundred of thousands to take over r/Bitcoin. A true psychopath who wants to control all communication outlets to pump his shitcoin.",
      "score": 0.4215
    },
    { "id": 226, "tweet": "Ahaha, exactly! I agree ", "score": 0.4199 },
    {
      "id": 227,
      "tweet": "Can't Satoshi just do the halving next week or something? Tired of waiting for $50k $btc and it's not like it matters much. I mean he is the CEO of . ",
      "score": -0.6229
    },
    {
      "id": 228,
      "tweet": "now more fake Russian collusion elections can’t be hacked with this make this happen for 2020 true fair elections ",
      "score": -0.2484
    },
    {
      "id": 229,
      "tweet": "nice pic, of the 3 biggest fraudsters in crypto",
      "score": -0.1531
    },
    {
      "id": 230,
      "tweet": "Rumors of Bitcoin's death have been greatly exaggerated:)",
      "score": -0.6801
    },
    {
      "id": 231,
      "tweet": "Great idea! The only way that can happen is when supporters decide to donate funds. /donations.html NYC has a Community logo. A Community website. A Community of Devs. Now NYC needs a Community of supporters that put their money where their mouth is. ",
      "score": 0.8805
    },
    {
      "id": 232,
      "tweet": "Very important to understand. XRP has the same scarcity effect as Bitcoin, but with endless use cases and potential applications for the future. Grab a piece of the future. Hodl XRP!! XRPatriots Know!! ",
      "score": 0.4048
    },
    {
      "id": 233,
      "tweet": "A full blockchain PoS node running on Google Pixel 2 Android10 and spinning on a Rega RP-1 playing Friday Night in San Francisco by Paco de Lucia. And what are you doing? Ardor bitcoin ",
      "score": 0.2023
    },
    {
      "id": 234,
      "tweet": "There are already 500 Bitcoin accepting online stores in our directory. Our one and only goal is to spread Bitcoin adoption so: ➟ No advertisements ➟ No affiliate links ➟ No tracking cookies ➟ No shitcoins We are going live very soon! pic.twitter.com/Jw6dFnU4Qj",
      "score": -0.6696
    },
    {
      "id": 235,
      "tweet": "The  news show is out now, with covering this week’s top stories. More exchanges are supporting SLP tokens &amp; dividends on BitcoinCash, to build the world’s largest Bitcoin mining farm &amp; more! /USqN9NLUxkk",
      "score": 0.6435
    },
    {
      "id": 236,
      "tweet": "BSV is Bitcoin for business S Korea's major mobile app store - ONEStore - builds BUSKON music content delivery platform on BitcoinSV blockchain. New business model to pay artists. entertainment media crypto cryptocurrency",
      "score": 0.34
    },
    { "id": 237, "tweet": "Together We are Stronger ", "score": 0.3818 },
    {
      "id": 238,
      "tweet": "Why did Bitcoin gain 36% in a single day? Why did Mark Zuckerberg leave Congress unimpressed? Is Cointelegraph back on Facebook yet? Find out in this week’s Hodler’s Digest! ",
      "score": 0.3883
    },
    {
      "id": 239,
      "tweet": "Bitcoin is not giving up and has continued its rally late on Sunday. Now, $BTC is on an ascending path above $9,600, with the potential to regain the $10,000 level on significant trading volumes.",
      "score": -0.0608
    },
    {
      "id": 240,
      "tweet": "Don't worry, The Last man() standing in the Line...",
      "score": 0.3412
    },
    {
      "id": 241,
      "tweet": "alright gamers.... onlyfans should be up and running this week. lmk what kinda weird shit you're into cuz on god I WILL DELIVER. ฅ^•ﻌ•^ฅ for now send me ur bitcoin at: 3AdGcGz9wpbnbfsDK178Fy54YUev5jq6mM TY ( ˘ ³˘) pic.twitter.com/zQeR7wlkoT",
      "score": 0.4028
    },
    {
      "id": 242,
      "tweet": "I believe in young players' dynamism and energy in all sectors as the change and innovation begin with them! And it has already started... Beşiktaş 1 gs 0",
      "score": 0.7644
    },
    {
      "id": 243,
      "tweet": "You’re joking right. BCH is already a dead clone with no security or decentralisation. It’s literally been proved by this miner takeover of the chain with a tiny amount of hastrate. Carry on burying your head in the sand.",
      "score": -0.6636
    },
    {
      "id": 244,
      "tweet": "Combine all industries together and you still won’t beat what’s coming in the crypto world in relation to the amount of millionaires that will be created in the next 24 months Bitcoin",
      "score": 0.25
    },
    {
      "id": 245,
      "tweet": " My favorite Bitcoin podcasts in 2019: Tales From The Crypt - Stephan Livera pod - What Bitcoin Did - Noded - Listen to hundreds of hours of quality content, without paying a single satoshi. Free education!",
      "score": 0.7644
    },
    { "id": 246, "tweet": "wtf bitcoin ", "score": -0.5859 },
    {
      "id": 247,
      "tweet": "If you’re remotely interested in the future of money and want to read something that doesn’t have confusing technical speak. You should pick up The Little Bitcoin Book. Nigeria: /product/the-little-bitcoin-book-why-bitcoin-matters-for-your-freedom-finances-and-future/ Amazon:",
      "score": 0.4215
    },
    {
      "id": 248,
      "tweet": "This $BTC bitcoin pop from $7,300 to $9,800 in two days ... is starting to look and feel like the move from $10,000 to $20,000 two years ago ... &amp; the move from $4,000 to $14,000 in April thru June (2019). I remind you ... we went from 10K to 20K in three weeks in December 2017.",
      "score": 0.3612
    },
    {
      "id": 249,
      "tweet": "By the end of this ALT coin cycle, US$50,000 may be worth US$7.2 million (max). So pay attention to what you invest in. Hint: Bitcoin won’t take you there...there’s no there there. The “there” happens somewhere else. To our members...keep farming ",
      "score": -0.2883
    },
    {
      "id": 250,
      "tweet": "The overwhelming majority will not benefit from Bitcoin by buying early, but in the ability to earn hard money. Bitcoin gives people a tool to earn and save honestly, without having to engage in constant speculation just to protect their purchasing power from decay.",
      "score": 0.8023
    },
    {
      "id": 251,
      "tweet": "What has been proven? Bitmain had over 50% of the BTC hash rate at one point also. Does that mean BTC has no security or decentralization?",
      "score": -0.3391
    },
    {
      "id": 252,
      "tweet": "Bitcoin, you're not fooling anyone with this pretend hesitation. Just do it.",
      "score": -0.08800000000000001
    },
    {
      "id": 253,
      "tweet": "Why did Satoshi use a Merkle tree structure and Op_Pushdata with a 4GB/txn limit? Because he saw the value of huge data on chain. There's no other reason to use a Merkle Tree structure in bitcoin blocks that I'm aware of. ",
      "score": 0.1531
    },
    {
      "id": 254,
      "tweet": "Diamonds ain’t scarce. Gold ain’t scarce. Silver is depleted. Bitcoin is limited to 21,000,000.",
      "score": -0.2263
    },
    {
      "id": 255,
      "tweet": "Hating it isn't stopping it from being useful.",
      "score": 0.0114
    },
    {
      "id": 256,
      "tweet": "BREAKING: Lebanon just put a temporary ban on taking any large sum of dollars in the form of physical cash out of the country. This comes after 11 days straight of bank closures. Bitcoin isn't a get rich quick scheme, it's a get free quick scheme.",
      "score": -0.3235
    },
    {
      "id": 257,
      "tweet": "The Standing Committee of the 13th National People’s Congress in China JUST passed a cryptography law on Saturday that will be effective on January 1, 2020. This is GOOD for Bitcoin. ",
      "score": 0.7739
    },
    {
      "id": 258,
      "tweet": "Bitcoin Cash active authors on the codebase In last 7 days - 6 In last 1 month - 9 In last 3 months - 50 In last 6 month - 95 In last 1 year - 135 Bitcoin Cash BCH",
      "score": 0.4019
    },
    {
      "id": 259,
      "tweet": " CAMPAIGN: 1vs5i DONATE! For years 's bank cards, transactions &amp; Paypal were arbitrarily interfered with/cancelled. Only Bitcoin sustained this brave journalist. TY Bitcoin community! Pls share her BTC address: 1ELfUNSAWMCUwRHy11X4yK5x3ifQD8TtXX ",
      "score": 0.8864
    },
    {
      "id": 260,
      "tweet": "Argentinians are obsessed with the Dollar, if they don't like Bitcoin's volatility, they will love Stablecoins such as USDC and Dai. Products like and will enable these people to generate passive returns they have never seen in their lives.",
      "score": 0.6898
    },
    {
      "id": 261,
      "tweet": "I know bitcoin is going to be huge because most people I talk to don’t even know what it is. That was the same response I got when I started in social media.",
      "score": 0.3182
    },
    {
      "id": 262,
      "tweet": "I’m not hating, you’re just so clearly flogging a dead horse...it’s almost embarrassing. BCH is already dead man.",
      "score": -0.6921
    },
    {
      "id": 263,
      "tweet": "Solid bitcointrading bitcoin analysis First one I've actually seen which isn't bullshit! /chart/BLX/G9HeMTGY-2019-Cryptocurrency-Elliott-Wave-Trick-or-Treat/ pic.twitter.com/TyawsbjgxX",
      "score": 0.6077
    },
    {
      "id": 264,
      "tweet": "Together with and we created dDAI a interest delegating token with smart DeFi recipes. Which recipe suits your taste? Maybe eth or btc maximalist? /software/ddai defi ethereum bitcoin",
      "score": 0.7941
    },
    {
      "id": 265,
      "tweet": "I had so much fun putting together the latest Elastos Bi-Weekly Technical summary! There was so much progress I could barely fit it all! Problems $ELA BTC Bitcoin ETH NEO OwnYourData DataSecurity CyberSecurity Developers Crypto",
      "score": 0.7749
    },
    {
      "id": 266,
      "tweet": "I’ve been moving BTC to a new wallet all weekend I have not seen the following: ‘Transaction declined due to suspicious activity..contact bank’ ‘You’ve exceeded your maximum transfer allowance’ It is EMPOWERING to not ask permission to use your own money bitcoin",
      "score": -0.3612
    },
    {
      "id": 267,
      "tweet": "Bitcoin mining difficulty at an all time high of 13.7 T. It takes 54.75 PH/s and 2.5 MW of electricity to mine one Bitcoin / day. Mining is still profitable with the new ASIC with power costs at or below $0.16 kWh /calculators/bitcoin-mining-calculator",
      "score": 0.128
    },
    {
      "id": 268,
      "tweet": "I’m going to Mooniversity!! Never thought I’d be so excited about going back to school. About time I learned some basic coding. Thanks and ",
      "score": 0.765
    },
    { "id": 269, "tweet": "Cost of hardware = 0.... Lol", "score": 0.4215 },
    { "id": 270, "tweet": "About 2.2-2.4 million :-)", "score": 0.3182 },
    {
      "id": 271,
      "tweet": "Niggas in dms: Me in dms: Go on to your site and it's gon tell you which address to load Then you type that same address on the Bitcoin machine If you put the right address, it should pop up green Then from there, you done with that Bitcoin machine",
      "score": -0.34
    },
    {
      "id": 272,
      "tweet": "Remember: if $BTC makes a big move, ride the $BTC wave higher. ALT/BTC pairs will take a hit. Keep stops in place (as always) The Bitcoin Daily, 3 Day, and Weekly Candles close in 1.5hrs - Asia wakes up - BE READY.",
      "score": 0.3885
    },
    {
      "id": 273,
      "tweet": "Bitcoin in 2010 = $Nano in 2019 Learn about the blocklattice or get left behind. Nano early adopters are awake. Bitcoin paved the way but is utter useless in everything but „SOV“ Use Nano and stop the tech idiocracy. blockchain education cryptocurrency",
      "score": -0.7869
    },
    {
      "id": 274,
      "tweet": "Oh, you like Bitcoin? Please don’t tell me about it.",
      "score": 0.5859
    },
    {
      "id": 275,
      "tweet": "Bitcoin jargon: Bitcoiner: person who owns BTC Nocoiner: person who owns no BTC and publicly antagonistic to BTC. Precoiner: A person who is ignorant to BTC Altcoin: a crypto that is not BTC Shitcoin: a crypto that has no network effect, lindy, dev community, or liquidity.",
      "score": -0.802
    },
    {
      "id": 276,
      "tweet": "Media (3 yrs ago) \"Crypto is ponzi scheme!\" Congress (today) \"It's crucial that members of this committee be able to differentiate between Libra, which is really not a cryptocurrency, & actual cryptocurrencies like, Bitcoin, Ethereum &amp; XRP before we discuss draft legislation\"",
      "score": 0.4199
    },
    {
      "id": 277,
      "tweet": "Bitcoin grinding the downtrend TL. Previous range lows at $9,000 have held on a re-test. Dangerous spot to be opening large, fresh longs. Big upside if we close above, so an easy trade regardless. Otherwise, waiting for a dip back to blue box. ",
      "score": 0.1477
    },
    { "id": 278, "tweet": "Best Car Wash Supply in Miami - ", "score": 0.6369 },
    {
      "id": 279,
      "tweet": "Enormous the work of the team one of the most solid projects and with great attributes, surely this 2020 will be full of successes for APL ",
      "score": 0.9099
    },
    {
      "id": 280,
      "tweet": "Bitcoin and Ethereum Classic are the most secure options in the digital gold and smart contracts segments in the blockchain industry: /2019/10/07/why-proof-of-stake-is-less-secure-than-proof-of-work/9077/ BTC ETC",
      "score": 0.659
    },
    {
      "id": 281,
      "tweet": "Since Bitcoin’s creation $11 trillion in wealth has been transferred. The network processes an average of $9.6 billion per day. To put this all into perspective, PayPal’s annual transaction volume was $578b in 2018 meaning it takes just two months for BTC to surpass it ",
      "score": 0.6486
    },
    {
      "id": 282,
      "tweet": "I love the armies of white people who come out to tell you how wrong you are about Bitcoin, about Jesus, about racism, and about PDF books N***** ain't allowed to do s*** ! Got to have Bob, Stephan, and Jerry give us the okay just a have some intelligence around here ",
      "score": 0.3164
    },
    {
      "id": 283,
      "tweet": "Get ready to hit the 0's in Dice! When you hit zero, you're collecting pumpkins /?ref=4cf6066c-f051-4806-92c1-5898e9e6e3af btc eth ethereum usdt ltc bnb bitcoin litecoin trx eos tron casino crypto blockchain exchange dice poker slots ",
      "score": 0.4199
    },
    {
      "id": 284,
      "tweet": "Fantom Partners with Multi Billion-dollar Energy and IOT Infrastructure Giant, Danfoss.",
      "score": 0.2732
    },
    {
      "id": 285,
      "tweet": "When people realise they can influence the state much faster and in a bigger way by simply buying Bitcoin, all bets are off. I protest the state, because it is a system vulnerable to human behaviour. But I don't walk streets, I buy Bitcoin. ",
      "score": -0.2382
    },
    { "id": 286, "tweet": "Hi Bitcoin Bull, I'm Ready. ", "score": 0.3612 },
    {
      "id": 287,
      "tweet": "That Bitcoin Show - TBS5 Put On A Happy Face Shouts ThatBitcoinShow YouTube &amp; Podcast ",
      "score": 0.5719
    },
    {
      "id": 288,
      "tweet": "Cant wait for China to come up with their own coin and ban Bitcoin again",
      "score": -0.5574
    },
    {
      "id": 289,
      "tweet": "Multiple exchanges are now bringing bitcoin options to market. Please don't bet the whole ‍on that doing anything good for bitcoin's price. /VMSQ50wUMXx CoinDeskResearch (Not investment advice)",
      "score": 0.6369
    },
    {
      "id": 290,
      "tweet": "$BTC -Daily and Weekly video Update -horizontal support regained -MA50/200 support -EMA12/26 support (bull cross daily) -Middle BB resistance ($9900 weekly) -Volume way above recent -Daily RSI 65 -MACD rising with bullish hysto bitcoin cryptocurrency crypto",
      "score": 0.7964
    },
    {
      "id": 291,
      "tweet": "A look at Bitcoin's Implied Volatility surface after this sharp rally: Downward-sloping term structure: IV(ST) &gt; IV(LT) Negative skew: IV(Calls) &gt; IV (Puts) Could seem like a FOMO-regime vol surface but overall absolute IV levels far below all-time high. ",
      "score": -0.1531
    },
    {
      "id": 292,
      "tweet": "chainlink $link bitcoin \"The Chainlink bulls are likely to make another attempt to scale above $2.84 in the next few weeks. If successful, a rally to the lifetime highs of $4.58 is possible.\" /news/top-5-cryptos-this-week-bitcoin-btc-neo-bsv-bch-link",
      "score": 0.5859
    },
    {
      "id": 293,
      "tweet": "And yet people still claim that Bitcoin has no value... Well I can tell you it has massive value to some ",
      "score": -0.1154
    },
    {
      "id": 294,
      "tweet": "it's as easy as illegal opioid transactions and funding hate crimes.",
      "score": -0.6597
    },
    {
      "id": 295,
      "tweet": "Idea. Let’s wrap all lineman offense and defense with club hands... to eliminate holding calls. Would speed up the game and not ruin great plays.pay me in for my great idea...",
      "score": 0.5232
    },
    {
      "id": 296,
      "tweet": "Bitcoin looks really strong tonight. Don’t want to go to sleep. ",
      "score": 0.5984
    },
    {
      "id": 297,
      "tweet": "Did someone say Bitcoin? Lebanon puts temporary ban on taking large sums of dollar cash out... ",
      "score": -0.5574
    },
    {
      "id": 298,
      "tweet": "Please Retweet! Chinese Coins Popping! SEIZE this opportunity! Bitcoin: $16k Prophecy $VET CEO speaks on China and blockchain $45 mil Tether Minted!? /5n3Xa_9gMOQ",
      "score": 0.7729
    },
    {
      "id": 299,
      "tweet": "When I die, make sure you tell them that Hotep Jesus resurrected Bitcoin! ",
      "score": -0.4389
    },
    {
      "id": 300,
      "tweet": "Stalin was good Castro was good al-Baghdadi was good But Bitcoin is evil ",
      "score": -0.5023
    },
    {
      "id": 301,
      "tweet": "Risky tweet of the day. The social media numbers for bitcoin twitter are extremely fake imo. Random devs with 50k+ followers. Subpar shill tweets from low follower accounts getting thousands of likes. Random thought leaders with 30k+ followers. Endless troll armies. All fake.",
      "score": -0.7645
    },
    {
      "id": 302,
      "tweet": "Bitcoin (BTC) and Bitcoin SV (BSV) are the only cryptocurrencies within the top 10 by market capitalization to have jumped back above their long-term moving averages. /bitcoin-leads-momentum-as-top-cryptos-trade-below-key-moving-average Reporting via ",
      "score": 0.2023
    },
    {
      "id": 303,
      "tweet": "Guy Swann is such an excellent Bitcoin ambassador. His podcast is also fantastic. Grade A Bitcoiner!",
      "score": 0.8221
    },
    {
      "id": 304,
      "tweet": "no it doesn't fix inequality but many of the people who have made it to the top would have never made it to the top. The ability to just seize a persons currency assets would also be much harder to do.",
      "score": 0.7783
    },
    {
      "id": 305,
      "tweet": "“2008 Crash that Inspired Bitcoin could happen again” former BOEG. Could they be anymore obvious? Prepare yourself...the CRASH is coming! It’s all scripted, they are about to flip the switch! - Buy Xrp XRPcommunity XRPUSD xrparmy XRPatriots XRPTIPBOT XRPMXN XRP ",
      "score": -0.5449
    },
    {
      "id": 306,
      "tweet": "Hypothetical: Bitcoin has a bug. A new rule is put in place to fix that bug. The new rule makes the blockchain \"roll back\" 10 blocks. All old nodes can still sync to the newer chain, but they just \"lost\" 10 blocks that have been invalidated by new nodes. What is that called?",
      "score": -0.6956
    },
    {
      "id": 307,
      "tweet": "I agree to an extent that it wont really work as a form of currency. I do however believe that the tech behind BTC will produce an alt that is a more effective form of currency. But then again digital assets might get regulated to death and never have a chance.",
      "score": -0.5367
    },
    {
      "id": 308,
      "tweet": "Bitcoin is the most anti-fragile financial asset that exists today. You can’t kill if. You can’t stop it. And it could care less what the detractors on Twitter say.",
      "score": -0.235
    },
    {
      "id": 309,
      "tweet": "Well done to for implementing an auto-buy feature, helping bitcoiners who want to automate stacking sats. Bitcoin exchanges all around the world should be implementing this feature!",
      "score": 0.5983
    },
    {
      "id": 310,
      "tweet": "The bitcoin ownership hierarchy 10 mil sats - VIP visitor at the citadels 1 BTC - Basic citadel membership 6.15 BTC - club 21 BTC - 1 in a million club &gt;1000 BTC - Whale club Verifiable on the blockchain",
      "score": 0.6166
    },
    {
      "id": 311,
      "tweet": "Don't blame bitcoin for the problems brought on by government",
      "score": -0.16899999999999998
    },
    {
      "id": 312,
      "tweet": "Bitcoin Fixes This is *not* a statement about us all living in a perfect utopia forever after. It's a statement of removing abhorrent and criminal govt central banking, which is the root cause of many problems we face today.",
      "score": -0.7579
    },
    {
      "id": 313,
      "tweet": "“Bitcoin is not about destroying government. Bitcoin is about destroying corruption. With records and transparency, police and officials cannot commit crime, and they cannot subvert the system that they are meant to support.” CSW ",
      "score": 0.0736
    },
    {
      "id": 314,
      "tweet": "Mine ELA while you mine BTC Elastos is mergemined with btc This gives over 50% of the bitcoin network security to the ELA mainchain Elastos has ethereum and neo SmartContracts live on mainnet The security of king btc Programmability of ethereum and neo",
      "score": 0.5859
    },
    {
      "id": 315,
      "tweet": "These ideas of 'Bitcoin NOT Blockchain' 'Blockchain NOT Bitcoin' both are tired &amp; old. Blockchain. The innovation is the main course. Then it's seasoned with crypto. &amp; when a token has real value, real users, clear metrics, IS LEGAL &amp; reflects startup growth, well....",
      "score": 0.8636
    },
    {
      "id": 316,
      "tweet": "If you haven't updated your account, you might want too as it now has trader built in, which you will need to move some funds into. I missed out on placing a long this past BTC pump... as I had family matters to tend too.",
      "score": -0.2023
    },
    {
      "id": 317,
      "tweet": "That the Communist Party forces its members to recite Bitcoin facts while censoring all articles that call Blockchain technology \"a scam\" is absolutely surreal. Are they on acid? Out of ideas? Insider trading? About to be cut off from Swift? ",
      "score": -0.504
    },
    {
      "id": 318,
      "tweet": "Typical Ethereum sophistry. Bitcoin stack overflow incident fixed a protocol level bug...OTOH Ethereum hardforked to alter the history of people using the protocol _as intended_ (albeit poorly), because of the economic incentive to “rescue” the incompetence of major stakeholders. ",
      "score": -0.2023
    },
    {
      "id": 319,
      "tweet": "How Hard Is It to Brute Force a Bitcoin Private Key? /2BMxZoT",
      "score": -0.1027
    },
    {
      "id": 320,
      "tweet": "... For fiat buyers, all the Chinese exchanges operate big OTC, Huobi OTC volume is around a few hundred millions of $every day on a conservative side Local liquidity of Bitcoin in China is EXTREMELY good ",
      "score": 0.6028
    },
    {
      "id": 321,
      "tweet": "Good morning DigiFam It's time to buy some DigiByte DGB $DGB Blender is my new favourite toy Still getting a few glitches here and there but I'm learning. Oh and yes.. the font is terrible Crypto Bitcoin Litecoin TheBigThree BTC LTC",
      "score": 0.09
    },
    {
      "id": 322,
      "tweet": "Looking for a show sponsor for Things we do on our show: cuss say unbelievable things make outlandish claims have amazing guests occasionally talk about Bitcoin If you've been watching &amp; I for a while you know that we bring the ",
      "score": 0.6808
    },
    {
      "id": 323,
      "tweet": "I wrote the White Paper. There were some bits and pieces included which I had help with, and I had help with editing. But the White Paper is essentially my work. Dr. Craig Wright (Satoshi Nakamoto) Bitcoin $BSV BSV BitcoinSV",
      "score": 0.4019
    },
    {
      "id": 324,
      "tweet": "If more people would approach mining cryptocurrencies like a real business, they would see huge opportunities. $17,485,809.48 in Bitcoin mined today, $2,140,783.45 in Ethereum mined today, and $439,414.19 in Litecoin mined today ",
      "score": 0.7506
    },
    {
      "id": 325,
      "tweet": "Original Bitcoin protocol was launched in Jan 2009 and has had its ticker stolen twice by others forking away from Bitcoin. Now Bitcoin is only BSV. the last fork when the soupers left got ride of the last of those blocking Bitcoins abilities so independance day.",
      "score": -0.25
    },
    {
      "id": 326,
      "tweet": "It doesn’t transfer some other kind of power. New powers aren’t magically created. They either had it already or didn’t. The party in charge only has the powers the people collectively allow them to have.",
      "score": 0.6808
    },
    {
      "id": 327,
      "tweet": "people!!! In ten years I will say. I made my fortune in Bitcoin and so will a lot of us. While others will say, I wish I got in. Enjoy the right Patriots!!!",
      "score": 0.7946
    },
    {
      "id": 328,
      "tweet": "I just swept a couple paper wallets. 100k FTC 60k RVN I market sold all of them for about 20 Bitcoin. Moral of the story: Deciding whether or not to speculate with alt-coins becomes easy when you stop calling it BSV, and call it what it is: Bitcoin.",
      "score": 0.1779
    },
    {
      "id": 329,
      "tweet": "JP version of 's \"Bitcoin Money\" is now available at our website. A perfect gift for your Japanese friends who are interested in learning what Bitcoin is really about. Bitcoin Accepted ",
      "score": 0.946
    },
    {
      "id": 330,
      "tweet": "Bitcoin was never meant to be a store of value. It was meant to become P2P cash. The store of value concept was made up by Maxi’s who are CCP paid media with the intent to weaponize BTC to control markets. Utility wins the prize. Hodl XRP!! Wonka Knows!! ",
      "score": 0.9179999999999999
    },
    {
      "id": 331,
      "tweet": "Bitcoin doesn’t fix inequality, addiction, poverty, or any social issues. Stop with your delusions of grandeur.",
      "score": -0.2732
    },
    {
      "id": 332,
      "tweet": "2035: Bitcoin rallies on President Lil Nas X's decision to allocate 20% of the nation's budget to controversial \"make anime real\" project",
      "score": -0.2023
    },
    {
      "id": 333,
      "tweet": "Honestly I'd rather follow back porn accounts than FOREX and Bitcoin accounts pic.twitter.com/dmmGwyOTYX",
      "score": 0.4588
    },
    {
      "id": 334,
      "tweet": "Understand Bitcoin the best you can so it’s price volatility and long term storage has no effect on your psyche and get on with your life. Simpler said than done. ",
      "score": 0.4588
    },
    {
      "id": 335,
      "tweet": "Interesting game theory playing out in Bitcoin Cash mining right now. Some large BTC miners are gaming BCH's difficulty adjustment algorithm by switching large amounts of hashpower periodically from BTC to BCH. (1/5)",
      "score": 0.2732
    },
    {
      "id": 336,
      "tweet": "Your bitcoin transaction clears once a majority of the mining network has agreed that your transaction is valid and started trying to build a block that contains it. At this point it starts costing them a lot of money to reverse it so they will not without very good reason.",
      "score": 0.1781
    },
    {
      "id": 337,
      "tweet": "What will be the price of Bitcoin be in 2030? Take a look at some of the rare collectible cards that appreciated in value over the decades and how much they were sold for recently. Buy one bitcoin, set it and forget it for a decade. You might surprise yourself. ",
      "score": 0.7096
    },
    {
      "id": 338,
      "tweet": "Bitcoin Price Analysis by : $BTC is showing a lot of positive signs above the $9,500 and $9,200 levels. However, bitcoin could correct downwards to $9,200 or $9,000. Then it is likely to surge above $10,000 or even $10,500. /2019/10/28/bitcoin-btc-price-steadies-uptrend-but-another-correction-likely/",
      "score": 0.5574
    },
    {
      "id": 339,
      "tweet": "We are excited to announce the launch of AutoTrader The first strategy on AutoTrader is AutoBuy, which allows users to set up regular purchases to dollar cost average their favourite cryptocurrency Sign up here - /register?utm_medium=social&amp;utm_campaign=announcements&amp;utm_source=twitter.com&amp;utm_content=autotrader%20announcement Bitcoin $BTC $XRP $ETH $BCH",
      "score": 0.34
    },
    {
      "id": 340,
      "tweet": "Huge coordinated activity across many sectors. Strong demand for Bitcoin security apparatus guarantees increasing adoption in future. Where's USA? From Banking Giants to Tech Darlings, China Reveals Over 500 Enterprise Blockchain Projects /from-banking-giants-to-tech-darlings-china-reveals-over-500-enterprise-blockchain-projects via ",
      "score": 0.8658
    },
    {
      "id": 341,
      "tweet": "When Bitcoin hash rate becomes a strong power affecting global economics, China will probably launch its state owned mining farm to protect its sovereignty, and US will probably do the same. Bitcoin code change has to be discussed through United Nation or a similar treaty.",
      "score": 0.8271
    },
    {
      "id": 342,
      "tweet": "I’m going to pay for my Netflix with bitcoin just to annoy the compushamers ",
      "score": -0.5106
    },
    {
      "id": 343,
      "tweet": "$BTC bitcoin Perhaps the most important retest on several timeframes. A successful test and bounce here will make me expect further upside. A fail of this level and we will see 8.7 and more than likely low 8ks. ",
      "score": 0.0076
    },
    {
      "id": 344,
      "tweet": "Needless to say, government interference has ruined my avocado-based bitcoin trading model and GuacChain LLC is suffering. Now I will do what any good fund manager would do and go write a screeching op-ed about distorted markets. ",
      "score": -0.7184
    },
    {
      "id": 345,
      "tweet": "China... China Merchant Bank just announced invested in BitPie, the Bitcoin wallet with longest history and most users back in China ... Tho it's a non-custodial wallet there can be a non-zero chance ....[redacted] ",
      "score": 0.25
    },
    {
      "id": 346,
      "tweet": "We want everyone knowing that you can build enterprise grade api's on the Bitcoin (SV) blockchain and run them (with looping so the system as a whole is effectively Turing complete for real world applications) . you can build and create!",
      "score": 0.68
    },
    {
      "id": 347,
      "tweet": "How to Accept Bitcoin Cash (BCH) Payments at a Physical Store and Cash Out in Local Currency //how-to-accept-bitcoin-cash-bch-payments-at-a-physical-store-and-cash-out-in-local-currency-7fe4371cc09c by ",
      "score": 0.3818
    },
    {
      "id": 348,
      "tweet": "Hi Andreas, It is not widely known but with my coauthor we proved that DAA is a vulnerability, even for bitcoin and we proposed a correction (incorporating the of orphan blocks in the formula). Having coins with the same PoW algorithm is also a vulnerability. 1/n ",
      "score": -0.7227
    },
    {
      "id": 349,
      "tweet": "'s Bullish case for Bitcoin 's 21 Lessons 's treasure trove Podcasts Youtube on bitcoin 's meta-resource lopp.nett Books from ",
      "score": 0.29600000000000004
    },
    {
      "id": 350,
      "tweet": "Maybe it's just me but I don't get the Bitcoin community.. 1) ripple works with banks and governments so we hate them and xrp 2) bakkt and banks with future contracts! Whoohoo! 3) China is going all-in on blockchain! Whoohoo!! It just doesn't add up..",
      "score": -0.8241
    },
    {
      "id": 351,
      "tweet": "Forbes: \"Earlier this week, widely-respected bitcoin analyst PlanB, who created the so-called stock-to-flow bitcoin pricing model, reiterated his expectation that bitcoin will hit $100,000 before Christmas 2021.\" /sites/billybambrough/2019/10/26/after-recovery-to-10000-bitcoin-could-hit-100000-in-2021",
      "score": 0.25
    },
    {
      "id": 352,
      "tweet": "XRP News for the XRPcommunity Bitcoin (BTC) Is Poised To Reach $20k Soon And XRP Will Explode, Claim Analysts ",
      "score": 0.2732
    },
    {
      "id": 353,
      "tweet": "Ethereum you're next ;) BitCoin BSV WeChooseSV",
      "score": 0.2263
    },
    {
      "id": 354,
      "tweet": "Here's a demo of how to import keys, sign, claim and stake in 1 minute. HEX is easy! You can use any Bitcoin wallet that can sign statements. Electrum and Metamask both support trezor and ledger if you want to leave your keys inside them. ",
      "score": 0.7177
    },
    {
      "id": 355,
      "tweet": "Spend your bitcoin and its gone, hodl it and you only make the money changers richer. Use it to publish unique and useful content on the bitcoin blockchain and turn it into a source of income as long as there are people out there who are willing to pay to have access to it.$BSV",
      "score": 0.7096
    },
    {
      "id": 356,
      "tweet": "On the Crypto Conversation podcast I talk to from a Faraday cage (spy-proof) John McAfee is a true original - we discuss his infamous Bitcoin price prediction of $1 million by end of 2020, why he can't lose the bet, &amp; his new DEX. Listen! ",
      "score": 0.7684
    },
    {
      "id": 357,
      "tweet": "Last week we were reminded what bitcoin is capable of. Before the opportunity slips away forever start to - Build companies - Build trading systems - Learn to invest - Build a social media presence - Help others do all that too Don't sleep on $BTC.",
      "score": 0.7964
    },
    {
      "id": 358,
      "tweet": "A policy advisor in China has argued that Sichuan – a bitcoin mining hub – should study how to remain attractive to crypto-related business. reports",
      "score": 0.1027
    },
    {
      "id": 359,
      "tweet": "This is what happens when you have a blockchain that's: - Stable, - Scalable, - Secure. Growth is evident, whereas it is stagnating on those that don't scale. BitCoin BSV WeChooseSV",
      "score": 0.7351
    },
    {
      "id": 360,
      "tweet": "The biggest danger in bitcoin is not corrections, bear markets, or fud, it is not owning any!",
      "score": -0.6996
    },
    {
      "id": 361,
      "tweet": "‘Key moments’ - $2.8 trillion worth of QE - negative interest - brand new QE program Thanks Mario, for all your hard work making the dirty fiat clown show even shittier, and the global transition to Bitcoin swifter. ",
      "score": -0.5106
    },
    {
      "id": 362,
      "tweet": "1btc for sale interested buyer dm ASAP . Quick biz . ",
      "score": 0.4019
    },
    {
      "id": 363,
      "tweet": "Veteran Bitcoin researcher and 's Head of Tech will hold a free webinar on microtransactions in BSV! Know more about the details of the webinar here!",
      "score": 0.5972
    },
    {
      "id": 364,
      "tweet": "Whatever Bitcoin may surprise us with, these last days have shown us that there is HUGE interest in BTC and Blockchain. This young Technology will disrupt many industries worldwide, with Asia leading the way. And it's just getting started. I am playing the long game here .",
      "score": 0.8374
    },
    {
      "id": 365,
      "tweet": "Old Bitcoin narrative 2013 - 2017 China. New narrative 2019 - ? China. History doesn’t repeat itself but it sure does fucking rhyme.",
      "score": 0.4497
    },
    {
      "id": 366,
      "tweet": "WOW! The Bakkt volume continues to move forward strongly, and has a volume of 272 $BTC just a few hours after opening! If it continues in this pace, we will see a huge new ATH in volume for Bakkt today, probably around $60-70M! People are waking up on Bakkt and Bitcoin ",
      "score": 0.8692
    },
    {
      "id": 367,
      "tweet": "Bitcoin had a wild weekend, briefly topping $10,000, after China's Xi sang blockchain's praises ",
      "score": 0.5267
    },
    {
      "id": 368,
      "tweet": "Bitcoin Bull Market Progress: ▓▓░░░░░░░░░░░░░ 19.7% $BTC Bitcoin Crypto",
      "score": 0.4215
    },
    {
      "id": 369,
      "tweet": "It's a new week to get new customers I sell nice and affordable slippers Kindly help RT and bless me with a new customer on your TL Thanks and GOD bless ASUU MondayMotivation TemaMusicFestival HeadlessMan MondayMorning Married2Med Nigeria Halloween19 bitcoin ",
      "score": 0.9586
    },
    {
      "id": 370,
      "tweet": "\"Even though Bitcoin transactions aren't directly tied to real-world identity, they record significant info about the economic activity it represents. This is how a pseudonymous system can offer privacy and traceability,\" by BitcoinSV",
      "score": 0.2023
    },
    {
      "id": 371,
      "tweet": "Me trying to face my fears ASUU Nigeria MondayMotivation mondaythoughts MondayMood TemaMusicFestival HeadlessMan bitcoin come and laugh small joor!! ",
      "score": 0.3365
    },
    {
      "id": 372,
      "tweet": "Every sub should get to grips with e the basics of bitcoin, as i saw a sub say it’s the safest way of sending with no cuts taken, which is very true! We should all start using forms of krypto currency",
      "score": 0.789
    },
    {
      "id": 373,
      "tweet": "Don’t even try to trade with this people they fraud ask for evidence I give you I trade Bitcoin with him and he keep requesting for more ",
      "score": -0.5859
    },
    {
      "id": 374,
      "tweet": "Big news! Know a great project looking to list on a top exchange? Find out how to list on LBank! /lbank/how-to-list-for-free-on-the-lbank-exchange-45ccb2f7a1ac?source=friends_link&amp;sk=47ccdd6f041cd9416e9bc390c9e6f463 bitcoin crypto investment",
      "score": 0.7809999999999999
    },
    {
      "id": 375,
      "tweet": "The BTC.D falling wedge break, suggest a 'return move' could see 'want to be Bulls' be able to position in lower on Bitcoin $BTCUSD. Bias against ALTs remains for longs",
      "score": -0.4404
    },
    {
      "id": 376,
      "tweet": "Bitcoin flirts with $10,000 after China’s government threw its backing behind blockchain technology /2Jtm1Vq",
      "score": 0.2023
    },
    {
      "id": 377,
      "tweet": "Since the dawn of the mankind, we have seen 3 eras of currency: Commodity based - gold, silver Politically based - fiat currencies like dollar, euro, rupee Math based - crypto like bitcoin, ethereum bitcoin cryptocurrency money",
      "score": 0.6124
    },
    {
      "id": 378,
      "tweet": "Proud to be quoted in latest article on Germany's crypto adoption. Read how Germany is likely to cement its place as the most crypto-friendly state in the EU bitwala bitcoin",
      "score": 0.4767
    },
    {
      "id": 379,
      "tweet": "this is going to be huge for anyone wanting to understand the power unleashed by the massive scaling of original Bitcoin BSV.",
      "score": 0.5574
    },
    {
      "id": 380,
      "tweet": "Bitcoin is only part of a much larger movement. Mesh networks, biohacking, 3d printing, and BTC all contain a very consistent ethos—when you maximize individual sovereignty, the world benefits. It is shocking how closely their advocates sound like Bitcoiners. Short thread ",
      "score": 0.34
    },
    {
      "id": 381,
      "tweet": "The outcome has been writen in stone since all the anti scaling forces ejected themselves by the protocol fork to soup technology. The scaling unleashed made it inevitable that original Bitcoin BSV would be the dominant global platform. There is no other outcome now, BSV won.",
      "score": 0.3612
    },
    {
      "id": 382,
      "tweet": "Did China pump the bitcoin price ? Good insights . /watch?v=MoSv7bc9QjE",
      "score": 0.504
    },
    {
      "id": 383,
      "tweet": "Yeahh, a fucking awesome first day in LasVegas - breakfast with ceo - helicopter flight to grand canyon - the show - dinner &amp; drinks with Q. Would you choose the BTC tattoo or the Bitcoin watch ? thebitcoinfamily pic.twitter.com/38UX65jfeT",
      "score": 0.8122
    },
    {
      "id": 384,
      "tweet": " Lightning SATS RAIN Little Stacks of Sats make a Bitcoin! Fire up your and send us an invoice for 999 Satoshis! We’ll pay random 20 !! Follow Like and Retweet Go Go Go! WOS SSWB",
      "score": -0.3544
    },
    {
      "id": 385,
      "tweet": "Happy Monday everyone - have a productive week Is Bitcoin Capable? Or Time For New Technologies? /group/mymarkethive/blog/is-bitcoin-capable-or-time-for-new-technologies",
      "score": 0.7691
    },
    {
      "id": 386,
      "tweet": "is an asset for speculators and liberals. is for app builders. is for network builders.",
      "score": 0.3612
    },
    {
      "id": 387,
      "tweet": "Block Halving Update: 187 days, 14 hours, 36 minutes Date ETA: May 3, 2020 Oct 2019 high BTC price - $10,350 ($9423 currently) Bakkt contracts (Oct 25) - new daily record of 1,179 Bakkt Bitcoin Futures contracts traded",
      "score": -0.7906
    },
    {
      "id": 388,
      "tweet": "No biggy, we just went up 15x... Lets bring on Swell and see what they might have to say about this!! Let's gooooo...!!! xrpthestandard xrp bitcoin blockchain",
      "score": -0.5216
    },
    {
      "id": 389,
      "tweet": "Guys careful... scammer is back as Robert kim /?m=1 Take note Forward to as many people as possible",
      "score": 0.1531
    },
    {
      "id": 390,
      "tweet": "Anybody thinking of putting their or any other Crypto in please don't, u will never know when u got hacked by company itself, even though they claim that nobody has your private keys. I was looted by plz be careful",
      "score": 0.128
    },
    {
      "id": 391,
      "tweet": "The amount of comfortably numb people in the world is soon going to change dramatically. Wake up and buy bitcoin. Before you have to.",
      "score": 0.1027
    },
    {
      "id": 392,
      "tweet": ".in-house Mobile Wallet Android Edition is ready for Public Test! Please join $SIN discord for feedback and for receiving free coins for test /mobilewallet.apk BUIDL cryptocurrency blockchain HODL altcoins bullish Crypto masternode bitcoin ",
      "score": 0.3734
    },
    {
      "id": 393,
      "tweet": "Bitcoin could see fresh gains in Argentina after the country became the latest to increase capital controls on foreign currency. ",
      "score": 0.7184
    },
    {
      "id": 394,
      "tweet": "The sooner people realize that Bitcoin is NOT a technological innovation, the sooner we can get through this mass “blockchain” delusion libra china fintech money",
      "score": -0.2924
    },
    {
      "id": 395,
      "tweet": "Is your coin being used? Is it being adopted? No? Then its just promises $link &amp; $dag colab showcases 2 Blockchain companies aiming to set new standards around data while driving real-world adoption of distributed ledger technology Chainlink Crypto bitcoin ",
      "score": 0.4836
    },
    {
      "id": 396,
      "tweet": "Now $EOS Holds Top Spot, 11th in China’s Latest Crypto Rankings /qU0d bitcoin altcoins blockchain crypto cryptocurrency eos",
      "score": 0.2023
    },
    {
      "id": 397,
      "tweet": "... and it's pretty much happening, bitcoin miners are starting to flex their muscles: ",
      "score": 0.4939
    },
    {
      "id": 398,
      "tweet": "Great news from China! Chinese translation of stock-to-flow research might facilitate spreading bitcoin knowledge: /s/Lj1313ND96unxcq98SNlMg",
      "score": 0.6588
    },
    {
      "id": 399,
      "tweet": "Bitcoin trading volume rises in Argentina as capital controls loom ",
      "score": -0.2263
    },
    {
      "id": 400,
      "tweet": "Bitcoin holds ground after China voices support for blockchain /31OuAAJ",
      "score": 0.4019
    },
    {
      "id": 401,
      "tweet": "Bitcoin is an ultimate answer to corrupted governments, closed banks, banned cash out and freedom restrictions. Bitcoin is accessible to everyone, everywhere, anytime. Strength and power to the people of Lebanon! ",
      "score": 0.69
    },
    {
      "id": 402,
      "tweet": "Bitcoin stops the FIAT poisioning. It heals our money limb. Makes us remember its power. When we start using it again, it quickly removes our blindfolds and restores hope. Allows us to become masters of our own fate. To become free. 3/3",
      "score": 0.7783
    },
    {
      "id": 403,
      "tweet": "$BTC Bitcoin 4 hour equilibrium playing out as anticipated. Looking for a higher low to be set sometime this morning and continued tightening action. Bulls trying to hold 4H EMA12 support for that higher low. /x/YJKzLLQF/ Crypto cryptotwitter",
      "score": 0.0772
    },
    {
      "id": 404,
      "tweet": "So you're completely ignoring DeFi, smart contract wallets, stablecoins trading well over double the volume of BTC, developers predominantly building on Ethereum, etc etc? I'd say that if you're not aware of that, you're implicitly unaware of Bitcoin. That's willful ignorance.",
      "score": -0.3597
    },
    {
      "id": 405,
      "tweet": "Working on Supernodes this week as well as getting UI polishing concepts together and a couple other big non-disclosed features that will make Substratum more simple to use and more widely adoptable. cryptocurrency blockchain bitcoin technology internetfreedom",
      "score": 0.2732
    },
    {
      "id": 406,
      "tweet": "Bitcoin: it’s as easy as $GBTC.",
      "score": 0.4404
    },
    {
      "id": 407,
      "tweet": "Hi Sunil. We are sorry to hear that you had such a bad experience. We would like to continue our investigation with you. If you are interested, please write to our support, and we continue right where we stopped. -jw",
      "score": 0.5423
    },
    {
      "id": 408,
      "tweet": "imback bitcoin is on fire and so are the altcoins. And if you want something, stop complaining and go get it. This is hard work. This ain’t for amateurs! And stop hate on the person who’s doing it. Start… /p/B4KaHNulRAA/?igshid=sfpofsok7bd7",
      "score": -0.8932
    },
    {
      "id": 409,
      "tweet": "This might be the most errant and even absurd thing ever published. Dumb actually. Take an econ class \"But the vast majority of people who buy Bitcoin are doing something they shouldn’t, whether that is buying illegal pornography, gambling illegally, or making a bad investment.\"",
      "score": -0.9153
    },
    {
      "id": 410,
      "tweet": "Twitter went from : CHINA PLUSTOKEN SCAM BTC TO ZERO!!! To: CHINA BITCOIN NEW RESERVE CURRENCY BTC TO 100K!!! in one day. LMFAO",
      "score": -0.3331
    },
    {
      "id": 411,
      "tweet": "bitcoin Obvious support below The area of previous rejection before the big drop was around 8.8k Too Goon X gave bear div over the weekend If this support holds, it's likely that the low is in Scenarios like this are why it's so important to accumulate and avoid missing out ",
      "score": -0.105
    },
    {
      "id": 412,
      "tweet": "Printing money doesn’t work - tried in many different guises over millennia and failed every time Buy Bitcoin and opt out of the madness ",
      "score": -0.7351
    },
    {
      "id": 413,
      "tweet": "Bitcoin is procrastinating instead of going straight to the moon. I can relate.",
      "score": 0.2263
    },
    {
      "id": 414,
      "tweet": "blockchain is trending for me. People should know that 'blockchain' is a venture capitalist buzzword for a slow database that is almost always unnecessary. Skip blockchain. Proceed straight to Bitcoin.",
      "score": 0.2263
    },
    {
      "id": 415,
      "tweet": "You can now see my interview with on YouTube. While Peter makes some ridiculous claims (Silver has a better chance to 10x than Bitcoin!), he does a great job showing his understanding of the macro economy &amp; why sound money is important. ",
      "score": 0.8221
    },
    {
      "id": 416,
      "tweet": "Believe so but some are trustworthy e.f ",
      "score": 0.7096
    },
    {
      "id": 417,
      "tweet": "I can't imagine how that shit got there.",
      "score": -0.5574
    },
    {
      "id": 418,
      "tweet": "Plug the gap in your Bitcoin wallet with an Azteco Voucher from the lovely people at Crypto Blockchain Plug. Visit them at 614 E Manchester Blvd, Inglewood, CA, USA! /",
      "score": 0.6239
    },
    {
      "id": 419,
      "tweet": "The new financial system is being built with Bitcoin. Want to learn more about the future of finance? Subscribe: ",
      "score": 0.0772
    },
    {
      "id": 420,
      "tweet": "\"The more you think about it, the more the thought won't give you any peace of mind. If this experiment works, if it's real, it will take civilization to the next level.\" - Bitcoin Sovereignty Through Mathematics by ",
      "score": 0.5423
    },
    {
      "id": 421,
      "tweet": "Good morning bitcoiners. Someone just called me an idiot for investing in bitcoin. My response was “I guess you don’t care about your future”",
      "score": 0.4215
    },
    {
      "id": 422,
      "tweet": "The halvening will be catastrophic for Bcash. Bcash halvening occurs first > block subsidy drops in half > miners switch to Bitcoin (since they share the same hashing algo) &gt; security spend becomes dangerously low &gt; 51% attacks become very easy ",
      "score": -0.7436
    },
    {
      "id": 423,
      "tweet": "For every magnitude in price, bitcoin has risen about 2.2 magnitudes in difficulty. ",
      "score": -0.34
    },
    {
      "id": 424,
      "tweet": "\"This is definitely the type of move that has the potential to snowball.\" - Senior Analyst talks recent bitcoin surge and why there is no doubt there is a direct correlation to President Xi's blockchain announcement. Full analysis: /watch?v=n5smgHuDlSY",
      "score": 0.5873
    },
    {
      "id": 425,
      "tweet": "TRON (TRX) seems to have become China’s favorite. I'm gonna say it again: In 2016 we've been banking on Bitcoin. In 2020 we will be banking on TRON. Trust, Utility and hard work will turn into value one way or another. $TRX TRX",
      "score": 0.8074
    },
    {
      "id": 426,
      "tweet": "This is very cool. They have implemented the Dollar Cost Averaging Bitcoin strategy. This is basically changing my life as I am reinvesting 100% of my interest earned every week in $wBTC, $ETH, and... Cosmos :)",
      "score": 0.8221
    },
    {
      "id": 427,
      "tweet": "When you hear about entities wanting to regulate exchanges, keep in mind that Bitcoin came before any exchange. No matter how much control freaks want to contain this space, they will fail miserably. Open source and permissionless is unstoppable. We already won this war.",
      "score": -0.8590000000000001
    },
    {
      "id": 428,
      "tweet": "Read this article in the this morning. Really disagree w/ the statement “the vast majority of ppl who buy bitcoin are doing something illegal or making a bad investment “ seriously DallasMorningNews?",
      "score": -0.8932
    },
    {
      "id": 429,
      "tweet": "Xrp can’t even stay up a single 1cent while bitcoin surges to $3000 wow I wish I switched to bitcoin ",
      "score": 0.7579
    },
    {
      "id": 430,
      "tweet": "Nothing to see here, just another misinformed News publication that will end up bankrupt because they rather get clicks than publish the truth",
      "score": -0.5994
    },
    {
      "id": 431,
      "tweet": "JUST IN: says it's launching a consumer app next year that will let customers pay crypto at . Bitcoin Blockchain Crypto",
      "score": -0.1027
    },
    {
      "id": 432,
      "tweet": "LABITCONF2019 SPEAKERS According to CEO of , BITCOIN maximalist and nerd : “Bitcoin first rule is: you talk about bitcoin all the time. Second rule is: you never talk about your bitcoins”. What do you think ? Do you agree with him ? ",
      "score": 0.168
    },
    {
      "id": 433,
      "tweet": "You trying to crash the site again!??!",
      "score": -0.5638
    },
    {
      "id": 434,
      "tweet": "25 bitcoin block subsidy had much higher reward than 50 12.5 bitcoin block subsidy has a higher reward than 25. 6.25 bitcoin block subsidy will have a higher reward than 12.5 Number must go up for bitcoin to work like designed.",
      "score": 0.7351
    },
    {
      "id": 435,
      "tweet": "$BTC $BTCUSDT BITCOIN - 1H: With a bullish background trend, the price of BITCOIN - BTC/USDT is trying to inflate a little with a slight short-term relapse. At this stage, no trend reversal is in sight. Globally, buyers have the upper hand.… ",
      "score": -0.29600000000000004
    },
    {
      "id": 436,
      "tweet": "$BTC $BTCUSD BITCOIN - 1H: The basic trend is bullish on BITCOIN - BTC/USD and in the short term, the price is attempting to correct. For the time being, this is only a simple technical correction and the basic trend is not threatened. For the… /RH72sx",
      "score": 0.35700000000000004
    },
    {
      "id": 437,
      "tweet": "$BTC $BTCUSD BITCOIN - 15 min.: The bearish trend is currently very strong for BITCOIN - BTC/USD. As long as the price remains below the resistance at 9,488.89 USD, you could try to take advantage of the bearish rally. The first bearish… ",
      "score": 0.6801
    },
    {
      "id": 438,
      "tweet": "Looking for someone to promote your project or do a Giveaway? Want to pay out your tokens in our app? We are hear to help! Let's get in touch! Competition: 2 winners of 1k BTT! Retweet+Like+Tag 3 friends Follow us! TRON bitcoin blockchain Crypto EOS Ethereum",
      "score": 0.9174
    },
    {
      "id": 439,
      "tweet": "Which country according to you will adopt crypto friendly policy first? 1. 2. 3. 4. Rank them accordingly in comment section. bitcoin",
      "score": 0.5994
    },
    {
      "id": 440,
      "tweet": "UBER paid $749 million in credit card processing fees in 2017 It would have been even more if they were using Bitcoin. That's why smart companies are now looking towards BitcoinCash for payments.",
      "score": 0.6486
    },
    {
      "id": 441,
      "tweet": "As anticipated, Bitcoin pulled back into $9,200 range Today, watching to see what kind of support is in this area ",
      "score": 0.3415
    },
    {
      "id": 442,
      "tweet": "The view that Bitcoin deserves to die unless it magically has the exact right parameters today is so crazy to me. Imagine if the supporters of Bitcoin's many predecessors had just given up. There would be no Bitcoin today. ",
      "score": -0.7443
    },
    {
      "id": 443,
      "tweet": " NEW EPISODE A guy could just divorce his wife but instead chooses a much darker path /user-347681993/episode-83-lonely-milfs Promo: dumbandbusted TrueCrime comedy podcast Crimes murder truecrimepodcast comedypodcast ladypodsquad podernfamily killer bitcoin ",
      "score": -0.9052
    },
    {
      "id": 444,
      "tweet": "Bitcoin SV and Bitcoin ABC are just two halves of a whole idiot.",
      "score": -0.5106
    },
    {
      "id": 445,
      "tweet": "Craziest thing ever. Communism Party launched a series of crypto lesson in China. They specifically introduced Bitcoin and ETH Ethereum Smart contract! Will this be the ultimate rise of ETH Ethereum platform? ",
      "score": 0.7177
    },
    {
      "id": 446,
      "tweet": "This is my problem with bitcoin and also the reason why I am pro IOTA. At some point, SOV argument fails and usage / MOE becomes dominant feature. Why would I want to pay even $1 in fees when I transfer from my own wallet to my other wallet. EveryIotaCounts.",
      "score": -0.7964
    },
    {
      "id": 447,
      "tweet": "\"...This is why we Bitcoin, freaks. Bitcoin is completely bereft of the control levers that can be taken advantage of by greedy politicians and central bankers that exist in the current system...\" quoted: ",
      "score": -0.1779
    },
    {
      "id": 448,
      "tweet": "A former Bank of England governor warned the 2008 crash that inspired bitcoin could happen again: /60131JDeW by ",
      "score": -0.1531
    },
    {
      "id": 449,
      "tweet": "Thanks to Hamza from for a great night &amp; everyone who came out to last nights BitcoinCash meetup in Toronto. The Bitcoin Cash Toronto SLP tokens were a massive hit, with attendees receiving and spending BCT tokens on swag &amp; raffle entries. ",
      "score": 0.7906
    },
    {
      "id": 450,
      "tweet": "I have used more Alt coins as a form of payment then I have BTC. Having to wait sometimes hours before the block verifies your transaction is not a good form of currency. If I was trying to pay for food I would have been pretty hungry waiting for that transaction to go through.",
      "score": -0.3624
    },
    {
      "id": 451,
      "tweet": "Only when ALL transactions take a couple of seconds can it be a good form of currency. If it’s 76% of the time then it’s not going to work. Buying meals, a quick snack etc... has to be good for all this as well.",
      "score": 0.7845
    },
    {
      "id": 452,
      "tweet": "In Argentina we now have different exchange rates. While the official rate says 1 USD = 65 ARS, the so called \"Dolar-Bitcoin exchange rate\" says 1 USD = 91 ARS. Good times for bitcoiners to visit Argentina!!!",
      "score": 0.5826
    },
    {
      "id": 453,
      "tweet": "Hi there. Can you please DM us with more information (location, date/time of visit, etc.)? Thank you!",
      "score": 0.6239
    },
    {
      "id": 454,
      "tweet": "A lot of ‘signal’ past few days in crypto and bitcoin - China (friendly policy) - New ATH S&amp;P 500 (positive) - Bitcoin Misery Index bottomed 10/24 at 36 and rebounding (positive) - Massive price gain on $BTC friday (signal) Interim ‘risk-off’ ended, and bull market resumes.",
      "score": 0.8779
    },
    {
      "id": 455,
      "tweet": "BREAKING: Bakkt will launch a consumer app next year that will let customers pay w/ Bitcoin at Starbucks! \"We’re now focused on..the consumer app and merchant portal, as well as testing with our first launch partner, Starbucks, which we expect in the first half of next year.\"",
      "score": 0.5562
    },
    {
      "id": 456,
      "tweet": "We just picked up the Bitcoin Billionaires book from the / SPEDN booth at the Summit! Come check out both our booths if you’re here! Mention the SPEDN app for a special discount code if you’re using the ATM ! – at The Cosmopolitan of Las Vegas",
      "score": 0.5538
    },
    {
      "id": 457,
      "tweet": "- Buy a ton of bitcoin at 7,300 - Say you adopt blockchain tech bla bla bla... - Sell them above 10k Be like water, be Xi Jinping ",
      "score": 0.4939
    },
    {
      "id": 458,
      "tweet": "The is an example of on-chain scaling at $BSV. Not on $BTC. Imagine an ad free environment in Apps. The power of pre-payments also shifts to the buyer instead of the vendor simultaneously lowering costs and improving the content. $BSV is BitCoin. BSVsolves ",
      "score": 0.6249
    },
    {
      "id": 459,
      "tweet": "Why Bitcoin is a Response to Central Banks - Nik Bhatia on Podcast Nik is our star researcher and we are proud to share him with , where he is doing fantastic work for merchant adoption of Bitcoin and LN /us/podcast/the-what-bitcoin-did-podcast/id1317356120?i=1000454868259",
      "score": 0.836
    },
    {
      "id": 460,
      "tweet": "There's only one reason to buy coffee with Bitcoin, and that's if you're on the run and don't want to be easily tracked, but then I'm sure the Bakkt/Starbucks app is not what you want to be using.",
      "score": 0.4949
    },
    {
      "id": 461,
      "tweet": "In The Bitcoin Standard, Ammous displays a fine understanding of money, and also a good grasp of how currencies like Bitcoin could revolutionize the government-dominated banking sector. | Ralph Fucetola ",
      "score": 0.7351
    },
    {
      "id": 462,
      "tweet": "Very cool to see a post on Bitcoin front and center the homepage. \"Bitcoin is a superior form of value-conserving money, since it is, unlike all other goods (except human time) “strictly” scarce and not just relatively scarce.\" ",
      "score": 0.7264
    },
    {
      "id": 463,
      "tweet": "Want to buy a Starbucks coffee with Bitcoin? The wait is nearly over ",
      "score": 0.0772
    },
    {
      "id": 464,
      "tweet": "Is this a popular or unpopular opinion? BTC bitcoin ",
      "score": 0.4215
    },
    { "id": 465, "tweet": "help meeeeeeeeeeeeeeeeeeeeeeee", "score": 0.4019 },
    {
      "id": 466,
      "tweet": "The US has had 10 years since Bitcoin's birth to adopt a healthy regulatory &amp; legal framework for the blockchain industry to thrive &amp; grow. China is now moving rapidly to roll out laws &amp; investments to boost its domestic blockchain &amp; crypto industry. The US is behind the curve. ",
      "score": 0.765
    },
    {
      "id": 467,
      "tweet": "Central banks are a major pillar of Marx's Communist Manifesto. \"Blockchain, not Bitcoin\" is just the latest iteration, a scam to further reduce humans to mere controllable database entries. Bitcoin fixes this by restoring individual monetary sovereignty. /wiki/Manifesto_of_the_Communist_Party/2 /pierre_rochard/status/1187736023993913345",
      "score": -0.3612
    },
    {
      "id": 468,
      "tweet": "Basically being someone who is obsessed with bitcoin.. means you spend all your time trying to learn what money is, how it works, and what it means. Only to be constantly told by people who spend no time on the subject, that you don’t know what you’re talking about",
      "score": -0.4404
    },
    {
      "id": 469,
      "tweet": " Bakkt teases launch of consumer payments app. Imagine in the future being able to pay anywhere with Bitcoin. The revolutionary digital asset that takes upwards of an hour per tx. Better get on the xrp bandwagon fast or this will fail ",
      "score": -0.1779
    },
    {
      "id": 470,
      "tweet": "$NEO 's price decoupled from this past weekend and saw a 77% upward spike between Friday and Sunday. With many altcoins still in the ranges of their 2019 lows, the 18 market cap coin reached its highest mark since August 5th. /projects/neo?enabledViewOnlySharing=true&amp;events=trendPositionHistory&amp;from=2019-10-21T07%3A00%3A00.000Z&amp;interval=10min&amp;isShowAnomalies=true&amp;metrics=historyPrice%2Cvolume%2CsocialVolume&amp;projectId=1544&amp;scale=auto&amp;slug=neo&amp;timeRange=1w&amp;title=NEO%20(NEO)&amp;to=2019-10-29T07%3A00%3A00.000Z&amp;utm_source=twitter&amp;utm_medium=post&amp;utm_campaign=neo_102819",
      "score": -0.1027
    },
    {
      "id": 471,
      "tweet": "To further enhance trading experience,  updated limit price restriction at 11:00 a.m. EDT, July 12th. For a sell limit order, the order will be rejected if the limit price is higher than twice or lower than half of the best bid price.",
      "score": -0.34
    },
    {
      "id": 472,
      "tweet": "Viva la Bitcoin! Are you in South America and want to learn about Bitcoin? Join us in Uruguay for along with your favorite speakers such as , , and ! Pay for tickets with Lightning here: ",
      "score": 0.6892
    },
    {
      "id": 473,
      "tweet": "Supply constrained matters when there is demand. Look at Platinum vs Palladium as a recent example. Bitcoin's sacristy matters, while there is demand only. Focus less on price, it will come. Run a node, get your family, friends, neighbors interested. Spread the word.",
      "score": 0.5574
    },
    {
      "id": 474,
      "tweet": "Tokenize one file off Bitcoin blockchain as many times as you want $bsv ecat",
      "score": 0.0772
    },
    {
      "id": 475,
      "tweet": "\"It is the lack of control and the lack of conscious direction which will allow bitcoin to accumulate and communicate knowledge more effectively than any pre-existing monetary medium.\" ",
      "score": 0.1263
    },
    {
      "id": 476,
      "tweet": "China 2014 document \"New settlement system: Bitcoin &amp; Ripple have changed existing settlement system, provided new management tools for currency settlement. Chinese banks not as internationalized as western banks, Ripple protocol better suited for Chinese FI's\" XRP",
      "score": 0.4404
    },
    {
      "id": 477,
      "tweet": "Is Libra doomed? THE ECONOMIST /32ZUkvq blockchain cryptocurrencies fintech dlt crypto btc bitcoin ",
      "score": -0.6369
    },
    {
      "id": 478,
      "tweet": "$BTC - keeping an eye on this channel forming on the bitcoin 6hr chart...price seems to be respecting middle channel support... holding and upper channel test is in play, loose it and lower channel support test more likely... ",
      "score": 0.7579
    },
    {
      "id": 479,
      "tweet": "Bitcoin has the potential to become the most CENTRALISED system on the planet. And it will bring with it freedom. Wait what? bsv bitcoinsv",
      "score": 0.6369
    },
    {
      "id": 480,
      "tweet": "Veteran crypto trader shares 11 tips that may help you make better Bitcoin trades ",
      "score": 0.7783
    },
    {
      "id": 481,
      "tweet": "If you’re cheerleading this or stressing the “nuance” behind the statements of dictators and how this is “actually good for bitcoin” you can f*** off. We have nothing in common",
      "score": 0.3818
    },
    {
      "id": 482,
      "tweet": "Not sure how to pitch Bitcoin to friends and family? Let us help you out! Pitching Bitcoin: Part 2 of 3 by Brekkie von Bitcoin तन्त्र Powered by /nG0cX0l090",
      "score": 0.6286
    },
    {
      "id": 483,
      "tweet": "Bitcoin Misery Index looks like it bottomed last week at 35, which was not the low &lt;27 we expected. But BMI bottoming is sign bitcoin back to risk on ",
      "score": -0.4297
    },
    {
      "id": 484,
      "tweet": "RT : To further enhance trading experience,  updated limit price restriction at 11:00 a.m. EDT, July 12th. For a sell limit order, the order will be rejected if the limit price is higher than twice o…",
      "score": -0.6597
    },
    {
      "id": 485,
      "tweet": "One of the better proxies to see bitcoin risk-on with S&amp;P 500 ATH is surge in $GBTC - $GBTC up 10% today on flat bitcoin cc: ⁦⁩ ⁦ image via ⁩ app",
      "score": 0.4404
    },
    {
      "id": 486,
      "tweet": "Bulls should pray that this Bitcoin move up isn't just speculation on China's blockchain adoption.",
      "score": 0.3182
    },
    {
      "id": 487,
      "tweet": "$20B+ is spent at Marriott each year. Lolli gives you 3.5% sats back on your Marriott stay. That’s over $700M worth of bitcoin that goes unclaimed each year. Sad!",
      "score": -0.3595
    },
    {
      "id": 488,
      "tweet": "Bitcoiners celebrating Beijing’s embrace of “blockchain” is akin to AI enthusiasts celebrating facial recognition in Xinjiang prison camps. Except worse: Bitcoin is antithetical to authoritarianism. If you don’t see this then you missed the point of bitcoin.",
      "score": 0.5423
    },
    {
      "id": 489,
      "tweet": "\"Bitcoin’s recent sharp rally likely had nothing to do with China, or any fundamental factor. It clearly looks like market manipulation by whales looking to sucker in momentum buyers. By pumping up a technically weak market, they are able to dump more Bitcoin at higher prices\"",
      "score": -0.7096
    },
    {
      "id": 490,
      "tweet": "The 200 Exponential Moving Average (200 EMA; black) is an important gauge of long-term investor sentiment towards Bitcoin If BTC's price is below it - people are bearish on $BTC If BTC's price is above it - people are bullish on BTC Bitcoin has made it back above the 200 EMA ",
      "score": 0.2023
    },
    {
      "id": 491,
      "tweet": "Bitcoin does down = obviously because it's weak Bitcoin goes up = obviously because it's weak Narrative more flexible than Simone Biles.",
      "score": -0.5584
    },
    {
      "id": 492,
      "tweet": "Joke: Buying coffee with bitcoin. Bespoke: Buying freedom with bitcoin ",
      "score": 0.7506
    },
    {
      "id": 493,
      "tweet": "could you help me spread the word? ",
      "score": 0.4019
    },
    {
      "id": 494,
      "tweet": "We ALL know where is headed Bitcoin crypto $BTC.X... everyone who owns it is a gamer level nerd who spends to much time online they forgot the dif between real life and digital.",
      "score": -0.29600000000000004
    },
    {
      "id": 495,
      "tweet": "Are you here in Vegas for convention or just for fun ??",
      "score": 0.5661
    },
    {
      "id": 496,
      "tweet": "Money Monday’s will be next week peeps! Doing the conference thing this week Have a great week EVERYONE God Bless bitcoin crypto Blockchain CryptoNews cryptocurrencies",
      "score": 0.8516
    },
    {
      "id": 497,
      "tweet": "The biggest and easiest tool of authoritarian oppression is monetary policy. Reject the status quo. Start with Bitcoin.",
      "score": 0.0258
    },
    {
      "id": 498,
      "tweet": "Argentines Can Now Only Buy $200 Monthly; That is Why Bitcoin Must Succeed ",
      "score": 0.4939
    },
    {
      "id": 499,
      "tweet": "NEW: An economic crisis in Lebanon is boosting interest in bitcoin, but major hurdles to adoption remain. /dTwk50wVNQi reports",
      "score": 0.0387
    },
    {
      "id": 500,
      "tweet": "2016: Bitcoin grappled with $500 before entering bull market with $20k high 2019: Bitcoin grapples with $10k before entering bull market with..... I don't think we will get a 40x from here, but I can't stop thinking about this",
      "score": 0.3252
    },
    {
      "id": 501,
      "tweet": "$TOMO VS ..... $NEO $VET $ZIL $ETH $EOS $TRX Make your own conclusion is much better then all those projects (With all my respect of course ) TOMO is really a SOLID and BIG project btc tomoX crypto blockchain bitcoin ",
      "score": 0.823
    },
    {
      "id": 502,
      "tweet": "Bitcoin’s growth bottleneck is the passage of time.",
      "score": 0.3818
    },
    { "id": 503, "tweet": "TL:DR works well for those ", "score": 0.2732 },
    {
      "id": 504,
      "tweet": "Bitcoin is a protest against the banks.",
      "score": -0.25
    },
    {
      "id": 505,
      "tweet": "China will NEVER use BTC. Period. Bitcoin is an open, decentralized, permissionless, censorship-resistant, digital asset - antithesis of everything the CCP stands for. crypto cryptocurrency",
      "score": 0.3612
    },
    {
      "id": 506,
      "tweet": "With all this sudden interest in Bitcoin by nation-states with an eye on coopting \"blockchain\", I sorta miss the good ol' days when Bitcoin was worth far less &amp; our loudest foes were a handful of CEOs who liked to incite hatred against free open source developers on social media.",
      "score": 0.6285
    },
    {
      "id": 507,
      "tweet": "$BTC My opinion since the breakdown has been that price finding support back above $9300s/old range low would be positive. Bitcoin typically doesn't respect these bearish retest levels &amp; slices through. My technical view is that above $9300s, continuation is more probable. ",
      "score": 0.3911
    },
    {
      "id": 508,
      "tweet": "Vision Update 2019.10.28 Our Vision Updates are designed to keep you up to speed on what's happening with Apollo each week. Come take a closer look: //vision-update-2019-10-28-e58fcecd9e69 apl bitcoin cryptocurrency btc VisionUpdate",
      "score": 0.4588
    },
    {
      "id": 509,
      "tweet": "Want to buy a Starbucks coffee with Bitcoin? The wait is nearly over ",
      "score": 0.0772
    },
    {
      "id": 510,
      "tweet": "Sanbase's Emerging Trends perfectly identified when the top was in for $BTC using \"buy\" social mentions. Here is the initial spike as the price rose, FOMO money came in, then price gradually descended after the second larger spike in mentions! /labs/trends/explore/sell%20OR%20selling?utm_source=twitter&amp;utm_medium=post&amp;utm_campaign=btc_mentions_102819",
      "score": 0.7424
    },
    {
      "id": 511,
      "tweet": "$2 Billion Lost in Mt. Gox Bitcoin Hack Can Be Recovered, Lawyer Claims ",
      "score": -0.3182
    },
    {
      "id": 512,
      "tweet": "3 thoughts on DCEP, China’s new stablecoin and other Central Banks(CBs): &gt; It’s clear that cash is on its way to extinction. &gt; CBs will need banks, tech and payment partners to execute. &gt; CBs could use Bitcoin or Tether tech to pursue organic adoption.",
      "score": 0.3818
    },
    {
      "id": 513,
      "tweet": "The big rally in Q2 2019 made it likely that price drops again. We went down to $7400 but it could have been $6500 too. The double spike is a reminiscence of 2013. It also happened 2017 for alts. Seems not unrealistic that it could happen again at 50k. Better warned than sorry.",
      "score": 0.1901
    },
    {
      "id": 514,
      "tweet": "You mean 100% up after discounting Satoshi’s initial blocks test?",
      "score": -0.2263
    },
    {
      "id": 515,
      "tweet": "JUST IN: Canaan Creative, the Avalon bitcoin miner maker and one of the world’s largest mining equipment manufacturers, has just formally filed another attempt to go public – this time in the U.S. Report by ",
      "score": 0.4404
    },
    {
      "id": 516,
      "tweet": "Ultimately, this is the reason why Ethereum will fade away. It’s a fundamental misunderstanding of what decentralized immutable money is. For all the things ETH can do you can use a database. Or better LiquidNetwork and peg it to a solid asset like Bitcoin. ",
      "score": 0.6908
    },
    {
      "id": 517,
      "tweet": "I'm not going to lie should be in talks with me provid/?r=3155918011111ing URL Thanks",
      "score": 0.4404
    },
    {
      "id": 518,
      "tweet": "you are indeed a good person with good heart, I bless the day I met you. I just made 30,000USD ",
      "score": 0.8225
    },
    {
      "id": 519,
      "tweet": "Use my referral link to join LVL /yxOpLL9b a new regulated crypto exchange offering Market Making strategies, amongst others, currently only through invite ",
      "score": 0.4215
    },
    {
      "id": 520,
      "tweet": "xrp xrpcommunity btc eth ltc bitcoin Bittrex goes global tomorrow that’ll make moneygram happy ",
      "score": 0.5719
    },
    {
      "id": 521,
      "tweet": "Custody Bank State Street is looking at Bitcoin as the first iteration of the Global Digital Asset &amp; is also looking at certain Cryptocurrency, Digital Assets &amp; Securitized Assets State Street thinks that all assets will eventually trade on Blockchain",
      "score": 0.8442
    },
    {
      "id": 522,
      "tweet": "It took a bit over a year but my China theory came true. I've got another theory I will be dropping soon. This time around Bitcoin. Closest guess gets $50 $BTC over Anyone want to have a stab?",
      "score": -0.2617
    },
    {
      "id": 523,
      "tweet": "We’ve got your back at  Instant processing. Non custodial. No address reuse. Market leading rates. £ &amp; € support. Automatic recurring buys. Bitcoin only. Sign up in minutes and start stacking!",
      "score": 0.2003
    },
    {
      "id": 524,
      "tweet": "Care to join the investment? RIS-COIN is developing. Rising Innovation Start-Ups. risblockchain.com investors startups blockchain blockchainlife2019 ",
      "score": 0.7906
    },
    {
      "id": 525,
      "tweet": "In the middle of working 51 days in a row. This is my one chance to get it right stacking sats, and securing my domain on the Bitcoin Blockchain. As a young man with life ahead I see absolutely nothing in this unstable Matrix to store our families future like Bitcoin BTC ",
      "score": 0.4451
    },
    {
      "id": 526,
      "tweet": "Since there was such low usage back then, forks would happen, where people had to double check to see which was the correct btc. It took the community a few hours to figure it out",
      "score": -0.2732
    },
    {
      "id": 527,
      "tweet": "Wow not even 4 9s. Outside the standard sla",
      "score": 0.5859
    },
    {
      "id": 528,
      "tweet": "LightningNetwork  observed: 10,286 nodes (5,914 with active channels) 35,263 channels 825.220 BTC capacity ($7,827,921) median node capacity: 0.005 BTC ($47.20) past 24h: +5 nodes +115 channels +0.472 BTC ($4,481) Lightning LN bitcoin $BTC",
      "score": 0.4019
    },
    {
      "id": 529,
      "tweet": "Those who don't remember the past are doomed to repeat it.",
      "score": -0.6369
    },
    {
      "id": 530,
      "tweet": "State-issued digitized money and state-controlled digitized payment networks are not innovative. It is the status quo. It is what we already use. And it is what we are trying to break free from and why Bitcoin exists.",
      "score": 0.2249
    },
    {
      "id": 531,
      "tweet": "Great job on your first writeup! Libra is playing the same \"trojan horse\" roll in the US... Bitcoin is growing just below the surface, they know it's there but don't respect the threat it poses. This headfake will lead to the education of the masses and hyperbitcoinization ",
      "score": 0.6027
    },
    {
      "id": 532,
      "tweet": "Sitting down to talk Bitcoin with Kim Kardashian in a hour. So excited $btc",
      "score": 0.4795
    },
    {
      "id": 533,
      "tweet": "Or if you want to earn an instant 10 dollars in $EOS and 40 more use... /earn/eos/invite/3cbvfp02 You can already have a coinbase account or new ",
      "score": 0.0772
    },
    {
      "id": 534,
      "tweet": "SLP120 of We talk about: - Lightning and Identity - Inherent exposure to bitcoin miner fees - Olympus - Zap development Recorded 1 day before Enjoy! /episode/120/",
      "score": 0.5411
    },
    {
      "id": 535,
      "tweet": "You can now purchase our bamboo sunglasses with using your . How exciting!!! bitcoin bitpay YAY",
      "score": 0.8485
    },
    {
      "id": 536,
      "tweet": "It’s time for MondayNightBitcoin presented by ! 3 copies of “The Bitcoin Standard” by up for grabs. Even if you’ve already got it, you can give away this copy to a pre-coiner. Just RT &amp; reply w/your answer: “Why is mainstream BTC adoption important to you?”",
      "score": 0.2714
    },
    {
      "id": 537,
      "tweet": "If you want me to express orthodox bitcoin opinions only, you should probably unfollow. I’m never going to fit into a neat ideological bucket. I’m committed to what I view as sensible above all",
      "score": 0.509
    },
    {
      "id": 538,
      "tweet": "We have been busy prepping the physical wallets for sale this week! These are the limited edition 24k gold-plated REAL Bitcoin wallets - First Day of Issue, limited time 1,100 units globally. With multicurrency support! Shipping this week. /",
      "score": -0.1739
    },
    {
      "id": 539,
      "tweet": "Please keep in mind that the average annual household income in China is $10k For whoever is new to Bitcoin in China, 99.9% of the chance he/she will think Bitcoin is already \"too expensive\" That's why they first rush to stock, maybe cheap alts after seeing the Xi News",
      "score": 0.5106
    },
    {
      "id": 540,
      "tweet": "I think it went pretty smooth for my keynote at \"7 times that bitcoin changed the world\" - if you like I can share the prez with yall just shoot me a DM Btw awesome meeting finally Meeting around with today ",
      "score": 0.8625
    },
    {
      "id": 541,
      "tweet": "People are the ones who have the ability to further the success of Bitcoin and Litecoin People are also the ones who have the ability to sabotage its innovation and growth",
      "score": 0.8442
    },
    {
      "id": 542,
      "tweet": "while I understand the desire for institutional adoption, it doesn't seem like the bitcoin whitepaper was designed to enrich existing institutions",
      "score": 0.1506
    },
    {
      "id": 543,
      "tweet": "While paying for my coffee with Bitcoin helps adoption, it's certainly not what I came for. Paying with paypal, venmo, visa all work fine, they could just use BTC as underlying value rather than USD. Paying for coffee is not the Revolution ",
      "score": 0.802
    },
    {
      "id": 544,
      "tweet": "Bitcoin on monthly chart looks beautiful going into next halving If you can be patient for the next 5 - 8 months, I think it will pay off for years ",
      "score": 0.5423
    },
    {
      "id": 545,
      "tweet": "Central banker: We're going to make our own digital currency Bitcoiner: Why don't you just use Bitcoin? Central banker: We want to control the inflation rate, block transactions, and track purchases. We'll be able to seize all funds of dissidents. Bitcoiner: Bitcoin fixes this",
      "score": -0.3818
    },
    {
      "id": 546,
      "tweet": "Just finished another interview with Incredible guy. So kind! &amp; I are honored to include him in our upcoming Cryptonaires Documentary Film. Slated for release Q1 2020 cryptocurrency crypto bitcoin xrp",
      "score": 0.8686
    },
    {
      "id": 547,
      "tweet": "We are leaders in our industry. We can guarantee you, and all those who use Bitcoin, a whopping 5 txs per second or less, divided between all the users.",
      "score": 0.4767
    },
    {
      "id": 548,
      "tweet": "Deposited a check into bank account today Amount larger than normal, but years of checks from same vendor with zero problems 7 day hold on funds I have bills due on 1st Customer service gave no reason bitcoin doesn’t hold my funds for no reason",
      "score": -0.8462
    },
    {
      "id": 549,
      "tweet": "Another happy traveller enjoyed their booking experience on ! Wherever you're travelling to next, don't forget to book your flight or hotel with us to earn rewards in bitcoin. TravelbyBit CryptoAdoption $BTC $LTC $BNB",
      "score": 0.9013
    },
    {
      "id": 550,
      "tweet": "Great podcast with on . Bold move doubling down on $1m btc by end of 2020! bitcoin blockchain",
      "score": 0.7901
    },
    {
      "id": 551,
      "tweet": "Who remembers when mining was cpu mining only? If you weren’t mining then or didn’t know that, please don’t try to give me bitcoin history lessons.",
      "score": 0.3182
    },
    {
      "id": 552,
      "tweet": "Not here 2 burst anyone’s bubble but there is 1 primed out there already with 0% failure rate. Trust me, we all love the idea of bitcoin but in reality, bitcoin isn’t what it set out 2be unfortunately. LN is the saviour? 4 BTC were lost the other day on LN. XRPL without a doubt.",
      "score": 0.5291
    },
    {
      "id": 553,
      "tweet": "Avalon Bitcoin Miner Maker Canaan Officially Files for $400 Million US IPO The IPO prospectus filed with the U.S. Securities and Exchange Commission on Oct. 28 indicates it intends to list on NASDAQ under CAN and sets a placeholder amount of $400 million for the raise .",
      "score": 0.29600000000000004
    },
    {
      "id": 554,
      "tweet": "Imagine understanding what the fuck is going on and still not owning any bitcoin.",
      "score": -0.5423
    },
    {
      "id": 555,
      "tweet": "Hello, Satoshi Doodles  helps talented and artistic people like you by granting you the power to publish your content Ecat protocol is our way of bringing that functionality to Bitcoin $bsv",
      "score": 0.8658
    },
    {
      "id": 556,
      "tweet": "If you think the bitcoin move from 7,300 to 10,300 was bearish (largest move since 2011)... Please tell me - what would make you bullish? What possible criteria would make you flip your (emotional) bias?",
      "score": 0.4329
    },
    {
      "id": 557,
      "tweet": "Playing chess at a high lvl ... China’s DCEP to Be World’s First National Digital Currency, Says CCIE Vice Chairman via As crypto community we need to work together as a strong front towards mass adoption... ",
      "score": 0.6249
    },
    {
      "id": 558,
      "tweet": "It was a pleasure meeting you . Please get on your podcast - those guys do great work for Bitcoin adoption - Including its founder vegas WCC19",
      "score": 0.8779
    },
    {
      "id": 559,
      "tweet": "how safe will be? Is it better than ? Something to think about ",
      "score": 0.7319
    },
    {
      "id": 560,
      "tweet": "This is what a Royal Party Looks Like.! /party/ PlayRoyal's dividends system is different from the rest , its never late to participate and win your share!! TRX eth Btc Bitcoin cryptocurrencies blockchain crypto ethereum trading mining altcoin",
      "score": 0.9297
    },
    {
      "id": 561,
      "tweet": "For crypto investors: I really do not think \"the Bitcoin fundamentals are getting stronger\". The truth is we have been finding a lot of bad facts in the security/incentive analysis.",
      "score": 0.1027
    },
    {
      "id": 562,
      "tweet": "Remember in 2017 when people thought $xrp was going to do a flippening on bitcoin? Lol good times",
      "score": 0.6908
    },
    {
      "id": 563,
      "tweet": "You know what fucking sucks? Fiat money fucking sucks. Bitcoin unfucks the money.",
      "score": -0.6794
    },
    { "id": 564, "tweet": "Very cool!", "score": 0.4376 },
    {
      "id": 565,
      "tweet": "In this article about billionaire Ted Leonsis wanting to build Apple Genius Bars for gambling, the owner of the NHL championship Capitals throws bitcoin under the bus: /sites/michaeldelcastillo/2019/10/28/billionaire-ted-leonsis-wants-to-build-apple-genius-bars-for-gambling/715046a72697 by via Under30Summit ",
      "score": 0.4404
    },
    {
      "id": 566,
      "tweet": "What a defining moment in one's life! Having dinner with a guy from MIT, Congressman & ex presidential candidate , Olympian and UFC fighter , founder of Bitcoin center Nick Spanos, Project director of LTC Foundation &amp; CEO of ",
      "score": 0.2244
    },
    {
      "id": 567,
      "tweet": "Thank you for accepting my Bitcoin. ",
      "score": 0.6249
    },
    {
      "id": 568,
      "tweet": "thank you so much. You changed my life. I was NOTHING before you-my wife LEFT me, my kids HATE me, all I want is BITCOIN. And I have you. Thanks daddy.",
      "score": 0.0688
    },
    {
      "id": 569,
      "tweet": " In a VERY QUICKLY globalizing world of business, politics, and culture.. If you don’t have at least a little Bitcoin.. WTF are you waiting for?",
      "score": -0.6433
    },
    {
      "id": 570,
      "tweet": "Curious if anyone knows when the ~0.0156% downtime occurred? Was it early on?",
      "score": 0.3939
    },
    {
      "id": 571,
      "tweet": "Come to the first BitcoinCash Meetup on Wed Nov 6th from this new Seoul Monthly BCH Meetup organized by of and more! Let's talk about Bitcoin Cash at this Italian restaurant that started accepting BCH recently ",
      "score": 0.4389
    },
    {
      "id": 572,
      "tweet": "Please Retweet! Big Partnerships in crypto! Tron/Samsung Partnership Details $IOTA/Dell/Linux Partnership! INTEL Patent mentions $IOTA BAKKT/Starbucks Payment App Testing Starting! 1.2bil $XRP moved $8900 Bitcoin Futures Gap Setting Stop Losses /BoDaGzowf3o",
      "score": -0.5815
    },
    {
      "id": 573,
      "tweet": "Thing is, if they express any interest in buying bitcoin with their money, you have a stronger incentive to hold out. Their money is infinite and they can keep bidding the price up, so you just wait as they print and raise the price &amp; kill their govcoins.",
      "score": 0.34
    },
    {
      "id": 574,
      "tweet": "I believe what you're talking about is the birth... inception would be October 31st, correct me if I'm wrong",
      "score": -0.4767
    },
    { "id": 575, "tweet": "thanks for sharing", "score": 0.6908 },
    {
      "id": 576,
      "tweet": "Lololol 3 RTs and 4 likes. Shit journalism gets shit interaction. Poetic.",
      "score": -0.6597
    },
    {
      "id": 577,
      "tweet": "Because would need to have a market cap higher than and have over 50% of the entire market cap to do so. It is basic finance and simply won't happen. $1.00 is a pipe dream. The sooner folks focus on a realistic number and adaption rates, the better.",
      "score": 0.6369
    },
    {
      "id": 578,
      "tweet": "Missed Argentina and Syria. The list is absurdly long at this point. It's over a dozen now.",
      "score": -0.29600000000000004
    },
    {
      "id": 579,
      "tweet": "\"But a real protest is with your money\" See... That's the problem... half of those countries protests are because they want MORE HANDOUTS. Not enough free stuff... is their reason for marching. -_-",
      "score": -0.8886
    },
    {
      "id": 580,
      "tweet": "let's think about it which bitcoin is xi jinping more likely to endorse? decentralized bitcoin core or centralized bitcoin cash send tweet",
      "score": 0.3744
    },
    {
      "id": 581,
      "tweet": "since I mine BTC to support original Bitcoin BSV with the revenues, BTC going up in price is actually still good for BSV. However it is still shocking how undervalued the worlds only true utility platform tokens still are in comparison to zero utility BTC.",
      "score": 0.7906
    },
    {
      "id": 582,
      "tweet": "Don't forget there is massive public unrest too. Internet shutdown 20k + troops send to intimidate, murder men, women, children. SelfDetermination",
      "score": -0.7035
    },
    {
      "id": 583,
      "tweet": "BREAKING: Bitcoin mining giant is experiencing turmoil inside its management as co-founder and executive director Micree Ketuan Zhan is now ousted.",
      "score": -0.3612
    },
    {
      "id": 584,
      "tweet": "look, bitcoin is the world’s very first decentralized, immutable and transparent payment system that does not discriminate against color, sex or religion while offering each person in this world the opportunity at a second chance and jeffrey epstein didn't kill himself",
      "score": 0.8195
    },
    {
      "id": 585,
      "tweet": "Just a reminder that a certain someone tried to kill the real Bitcoin with a fake copy with a special mechanism to try and steal away all of BTC's miners. It got up to 50% of the hash rate then died over time. One must never trust such a person or his co-conspirators.",
      "score": -0.9259999999999999
    },
    {
      "id": 586,
      "tweet": "Rankings Alert China’s state backed tech group released its 14th crypto ranking report listing EOS and Tron 1 and 2 as of the end of September 2019. Bitcoin was ranked number 11. (This report is trash and useless IMO)* ",
      "score": -0.0516
    },
    {
      "id": 587,
      "tweet": "It is reckless to advertise bitcoin this way. You threaten all the community by opposing crypto to the state. It is too early to do so. Those crazy moves may ruin everything we have achieved to the past decade. ",
      "score": -0.8885
    },
    {
      "id": 588,
      "tweet": "The Hawk Network with its decentralized innovation means to advance the Internet of Things idea and present more crypto appropriation. Visit the Hawk School for more information.. IEO Bitcoin Cryptocurrency HawkNetwork /school",
      "score": 0.3818
    },
    {
      "id": 589,
      "tweet": "So many great responses tonight. We are increasing our original giveaway to include the first 5 responses of this week’s MondayNightBitcoin presented by . The Bitcoin Standard by is headed your way. Congrats to the winners! See you next week!",
      "score": 0.9295
    },
    {
      "id": 590,
      "tweet": "/news/bitcoin-suisse-invest-us-3mn-in-trade-intelligence-firm-coinrouts Bitcoin Suisse invest US $3Mn in trade intelligence firm CoinRouts investments cryptocurrency",
      "score": 0.4767
    },
    {
      "id": 591,
      "tweet": ".Bitcoin mining giant Bitmain is experiencing a management turmoil after the company sent out an email to all staff announcing co-founder and executive director Micree Zhan is ousted. (36Kr) ",
      "score": -0.3612
    },
    {
      "id": 592,
      "tweet": ".congrats on the news of developing a consumer friendly crypto app. May I recommend adding DigiByte as a payment option. Like Bitcoin, it is a UTXO fully decentralised protocol with no company, CEO or employees behind it.",
      "score": 0.8555
    },
    { "id": 593, "tweet": "Catalunya is not oppressed lol", "score": 0.0572 },
    {
      "id": 594,
      "tweet": "Founder of Bitmain Wu Jihan regained control of the digital currency mining company. Wu has taken over the roles of executive director and legal representative of Bitmain from Zhan. bitcoin DigitalCurrency",
      "score": 0.128
    },
    {
      "id": 595,
      "tweet": "How Google’s Quantum Supremacy Would Affect Bitcoin – at Litecoin Summit LitecoinSummit Bitcoin ",
      "score": 0.0516
    },
    {
      "id": 596,
      "tweet": "and how many coins are lose because a software bug in Bitcoin?",
      "score": -0.4019
    },
    {
      "id": 597,
      "tweet": "$16k this week. Are you ready? Bitcoin $BTC",
      "score": 0.3612
    },
    {
      "id": 598,
      "tweet": "Some of the countries you mention don't even have a proper banking system, and people don't have access to a bank card. How do you want the avg person to buy Bitcoin? It might sound crazy, but even Bitcoin is hard to buy for them. No BTC ATMs, and no one sell it hand to hand ...",
      "score": 0.431
    },
    {
      "id": 599,
      "tweet": "So much for integrity and only great projects ",
      "score": 0.7884
    },
    {
      "id": 600,
      "tweet": "In Catalonia those who manifest are antisystem separatist with Marxist ideals.",
      "score": 0.2023
    },
    {
      "id": 601,
      "tweet": "Bitcoin has largely held on to gains made over the weekend and remains almost 25% higher than it was trading late last week. ",
      "score": 0.34
    },
    {
      "id": 602,
      "tweet": "Because with 1 MB blocks Bitcoin BTC doesn't scale. Can't be used by masses. Unless you assume that Bitcoin is BCH, then your statement is true.",
      "score": 0.2263
    },
    {
      "id": 603,
      "tweet": "Surely not but why is their democratic voice not heard? And why is Madrid using violence against protesters?",
      "score": -0.8131
    },
    {
      "id": 604,
      "tweet": "The future is here for Tron and  Log on with tron wallet to play and earn universal income dividends for life !! We have the best data analytic statistics to track your profit performance! ",
      "score": 0.8854
    },
    {
      "id": 605,
      "tweet": "Ponzi chinese bitcoin miner Canaan Creative files for $400 million IPO on Nasdaq - Marking at least its 3rd attempt to do so after previous fail tries in mainland china &amp; Hong Kong. Can’t the Wall St stop helping china rob US investors blind? ",
      "score": -0.8
    },
    {
      "id": 606,
      "tweet": "Well, it's official. Ethereum $ETH has flippened Bitcoin $BTC in terms of Tether $USDT demand.",
      "score": 0.1531
    },
    {
      "id": 607,
      "tweet": "Gold will be a much safer bet this. Bitcoin",
      "score": 0.4215
    },
    {
      "id": 608,
      "tweet": "China state paper urges calm after blockchain stocks, bitcoin soar /article/us-china-blockchain-idUSKBN1X80MP?utm_campaign=trueAnthem%3A+Trending+Content&amp;utm_content=5db7f2d98021ed000132a697&amp;utm_medium=trueAnthem&amp;utm_source=twitter",
      "score": 0.3182
    },
    {
      "id": 609,
      "tweet": "That’s better than my BMO bank card. Website is always down!",
      "score": 0.4926
    },
    {
      "id": 610,
      "tweet": "Digibyte network is built on basic Bitcoin standards, it is proof of work decentralized utxo blockchain with exception of having mining multi algorithm, which adds more security to the network, with Digishield and multishield it's almost impossible to attack digibyte network",
      "score": -0.037000000000000005
    },
    { "id": 611, "tweet": "Don’t forget Haiti", "score": -0.2263 },
    {
      "id": 612,
      "tweet": "$BTC $BTCUSD BITCOIN - 15 min.: BITCOIN - BTC/USD is part of a very strong bullish trend. Traders may consider trading only long positions (at the time of purchase) as long as the price remains well above 8,952.82 USD. The next resistance… ",
      "score": 0.6901
    },
    {
      "id": 613,
      "tweet": "bitcoin btc : 'There is mass public unrest in France, Hong Kong, Spain, Algeria, Iraq, Lebanon, Egypt, Venezuela, Chile, Ecuador &amp; Bolivia. But a real protest is with your money. Why fund your oppressors thro… , see more /v/13627?s=tnp",
      "score": -0.3612
    },
    {
      "id": 614,
      "tweet": "meanwhile in Australia our tax dollars are also working hard against us",
      "score": -0.1027
    },
    {
      "id": 615,
      "tweet": "I haven't purchased Bitcoin Cash yet, but following this interview with I'm seriously considering it! It sounds like BCH is gaining retailers thick and fast, plus the latest app sets up a BCH wallet in seconds...very impressive! Full Interview: /JiHHe-bzN8w",
      "score": 0.8986
    },
    { "id": 616, "tweet": "Gross.", "score": -0.4767 },
    {
      "id": 617,
      "tweet": "Starbucks Will Accept Bitcoin in 2020, Thanks to Wall Street’s Bakkt ",
      "score": 0.6705
    },
    {
      "id": 618,
      "tweet": "Time traveller, it’s Tuesday and we only have two days to go till Thursday. Obviously a massive BTC pump is coming to meet your Thursday $16K prediction. I’m ready!! ",
      "score": 0.4738
    },
    {
      "id": 619,
      "tweet": "Nothing to declare in France, delete this fake news ",
      "score": -0.561
    },
    {
      "id": 620,
      "tweet": "Massive amount of working eople cant get to work thanks to inflated prices in Chile and Ecuador and you talk about \"free handout? \" And how does this relate to HK, Lebanon, and Catalonia? You are extrapolating your stupid American ignorance to things you've no idea.",
      "score": -0.3094
    },
    {
      "id": 621,
      "tweet": "The USA itself and its infrastructure are decaying and being taken advantage of and you're here shitting on other people from fighting back.",
      "score": -0.7184
    },
    {
      "id": 622,
      "tweet": "New VPN service coming soon: CopVPN. It automatically creates full audit logs of all illegal activities from your account and sends them to the correct local or federal agency. Yes of course we accept Bitcoin! Make sure to tumble it lmao. ",
      "score": 0.8516
    },
    {
      "id": 623,
      "tweet": "I'm not extrapolating. (I'm pretty sure you don't even know WTF that word means...) I'm stating what the demands are being reported as. Since I haven't actually went to these protests and asked them first hand, I can only go by the reports... which are likely wrong.",
      "score": 0.3583
    },
    {
      "id": 624,
      "tweet": "\"other people from fighting back.\" Except... I'm not. I'm only talking about Worthless pieces of sh** socialists demanding more free stuff. *OBVIOUSLY* if they aren't worthless piece of sh** socialists demanding more free stuff... I'M NOT TALKING ABOUT THEM. -_-",
      "score": 0.3382
    },
    {
      "id": 625,
      "tweet": "Chinese state media urged investors to remain rational and not take Beijing's support for blockchain as a boost for virtual currencies, after comments by Chinese President Xi Jinping drove up shares in blockchain-related firms and the price of bitcoin.",
      "score": 0.3903
    },
    {
      "id": 626,
      "tweet": "it's crazy how often Tweets a reply to a headline where they use \"blockchain\" instead of Ethereum when writing an article about a big company or gov't building a new project. They never do this for Bitcoin. The Shillbert effect continues to dog Coindesk.",
      "score": -0.34
    },
    {
      "id": 627,
      "tweet": "Nice uptime but good DC should have ~same",
      "score": 0.6956
    },
    {
      "id": 628,
      "tweet": "There is no protest in France atm that is fake news",
      "score": -0.3313
    },
    { "id": 629, "tweet": "Well wrote ", "score": 0.2732 },
    {
      "id": 630,
      "tweet": "China’s bitcoin miner Canaan Creative files for $400 million IPO on Nasdaq /article/us-china-canaan-idUSKBN1X80NH?utm_campaign=trueAnthem%3A+Trending+Content&amp;utm_content=5db80a3c8021ed000132a7de&amp;utm_medium=trueAnthem&amp;utm_source=twitter",
      "score": 0.4404
    },
    { "id": 631, "tweet": "Pls remain apolitical", "score": 0.0772 },
    {
      "id": 632,
      "tweet": "You dont have to make a transaction everyday to be free. Bad money drives good money out of circulation, once your wealth is preserved you are safe",
      "score": 0.8316
    },
    {
      "id": 633,
      "tweet": "Oh YES, there are such things are Time Travel, Second Chances and Redemption. BSV IS BITCOIN and Opportunity isnt knocking, its kicking doors off hinges. ",
      "score": 0.7925
    },
    { "id": 634, "tweet": "Because it sucks", "score": -0.3612 },
    {
      "id": 635,
      "tweet": "Bitcoin Giveaway Win $150 worth of Bitcoins (16,00,000 SATS)! Follow us Reply with your $btc address! Tag 3 friends in comment. Winner will be announced on : 1st November, 2019. Bitcoin $btc stacksats",
      "score": 0.9214
    },
    { "id": 636, "tweet": "Definitely high risk", "score": 0.1531 },
    {
      "id": 637,
      "tweet": "By wasting electricity on fake money for wealthy speculators and drug dealers, Bitcoin is accelerating global warming and all who push it should be treated as a threat to human life, just like fossil fuel CEOs.",
      "score": -0.5574
    },
    {
      "id": 638,
      "tweet": "It might not be esthetically pleasing to your eyes yet but SPV is the future of Bitcoin applications. 50 iOS testers added, check your mail! ",
      "score": -0.2914
    },
    {
      "id": 639,
      "tweet": "A widely-tracked bitcoin price indicator with a strong track record of predicting big moves has turned bullish for the first time in over three months. Report by BTC",
      "score": 0.5106
    },
    {
      "id": 640,
      "tweet": "Bitcoin talking about inflation is like your meth-head friend trying to take your keys after you've had 2 beers.",
      "score": 0.6908
    },
    {
      "id": 641,
      "tweet": "That is cute ... now write the same thing about the bigger theft - TAXATION ....",
      "score": 0.4588
    },
    {
      "id": 642,
      "tweet": "Imagine if all the protesting people in the world bought $BTC, how much they would pump our bags and made us rich. We are going to save the world! BTC",
      "score": 0.6476
    },
    {
      "id": 643,
      "tweet": "Very good analysis! We also think that scarcity is overrated in the stock-to-flow model. Predicted prices are extrem, especially if one takes into account that money and velocity are not explaining factors in the regression. cappedstocktoflowmodel",
      "score": 0.54
    },
    {
      "id": 644,
      "tweet": "Agreed. LN is another good reason NOT to use Bitcoin.",
      "score": 0.6124
    },
    {
      "id": 645,
      "tweet": "If i thought i was too poor when BTC was $200 I would DEFINITELY think i was at $10K Just start. Buy Bitcoin.",
      "score": 0.0857
    },
    {
      "id": 646,
      "tweet": "Cus they dont want to get rekt from dumpage",
      "score": -0.0572
    },
    {
      "id": 647,
      "tweet": "Great recap of \"what secures bitcoin?\" question wrt blog post on the topic. TL;DR you do! Specifically Bitcoin hodlers economic fullnodes do, alternatives confuse the labor theory of value fallacy, or propose non-bitcoin unstable \"trust miners\" security tradeoff. ",
      "score": 0.8858
    },
    {
      "id": 648,
      "tweet": "This is what an ignorant loudmouth nocoiner (like Hotep ) sees for the first time when he messes with Bitcoin Twitter. ",
      "score": 0.1027
    },
    {
      "id": 649,
      "tweet": "Great video! If you have a strong financial literacy, you should not miss this video Moon boys will get bored out of this PS: Davincij15 predicted Bitcoin will rise 7 years ago ",
      "score": 0.7927
    },
    {
      "id": 650,
      "tweet": "Sigmapool launched the joint mining service of the Bitcoin Satoshi Vision cryptocurrency (Bitcoin SV). The mining launch using Sigmapool was successful and took place at block 606334 /p1QckoEHXFQ",
      "score": 0.5267
    },
    {
      "id": 651,
      "tweet": "Venezuela?? has an economic blockade imposed by the United States",
      "score": 0.4329
    },
    {
      "id": 652,
      "tweet": "Idk, I really like to think it can be used as a mean of exchange",
      "score": 0.3384
    },
    {
      "id": 653,
      "tweet": "After its surge late last week, one respected analyst thinks bitcoin will hit $100,000 by Christmas in 2021: /60101JG0e by ",
      "score": 0.4767
    },
    {
      "id": 654,
      "tweet": "Finished another interview with He’s now family! &amp; I are honored to include him in our upcoming Cryptonaires Documentary Film. Slated for release Q1 2020 cryptocurrency crypto bitcoin xrp ",
      "score": 0.6239
    },
    {
      "id": 655,
      "tweet": "Video pubished in May 2013, when Bitcoin price was around $100 “Buy some Bitcoin and put it a fucking way” - Davincij15 Today, 29 Oct 2019, buy $100 worth of XRP and put it a fucking way, you will thank me later - mark my words pic.twitter.com/0iWqmwCZew",
      "score": 0.5267
    },
    {
      "id": 656,
      "tweet": "We are back, with one of my favorite conversations. My guest is Chad was one of the few \"big short\" investors. Then went long mortgages. Then found bitcoin and began mining it at 3 cents! We discuss the future of our financial system /cascarilla/",
      "score": 0.5093
    },
    {
      "id": 657,
      "tweet": "Gold markets have been manipulated for ages and the government can confiscate it anytime. It's also very impractical to move across borders. Although BTC market is also manipulated by whales to a large degree, it is permissionless and can be stored on a hard drive. It's better.",
      "score": -0.4019
    },
    {
      "id": 658,
      "tweet": "36t3yN1qoPKD673Sswc2MPGdr1v42ugR2L chance to win ",
      "score": 0.7003
    },
    {
      "id": 659,
      "tweet": "Satoshi deserves a Nobel Prize for this marvelous technology. Only a saint would gift such treasure to the world and disappear without seeking recognition. Thank you Satoshi ",
      "score": 0.8515
    },
    {
      "id": 660,
      "tweet": "That is partially true, as many Venezuelans argue that poor economic policies, incompetent leadership and rampant corruption are also to blame. Let's just hope the situation can be resolved soon so the people of Venezuela can rebuild their lives and country.",
      "score": -0.5574
    },
    {
      "id": 661,
      "tweet": "I’ll be pleasantly surprised if this works but more likely is that is 10-20 years early and will flop. Not enough people have bitcoin; those that do don’t want to spend it on coffee. Bitcoin is not for buying coffee, it’s for buying coffee plantations. ",
      "score": -0.0387
    },
    {
      "id": 662,
      "tweet": " Due to the UPC project will be rebranding as Bitcoin Wheelchair, UPC trading, deposits &amp; withdrawals are suspended. No need for any swap operations if you have UPC balance on our exchange. UPC in Bitcoin Wheelchair will be automatically send to your wallet. ",
      "score": -0.6486
    },
    {
      "id": 663,
      "tweet": "Bitcoin made communists, libertarians and capitalists best friends forever within a few days.",
      "score": 0.8126
    },
    {
      "id": 664,
      "tweet": "Wrong! It’s so easy to fact check these days... I guess it’s even easier to write bullsh1t on Twitter right buddy?",
      "score": 0.4914
    },
    {
      "id": 665,
      "tweet": "We are excited to announce that Bitfinex now supports bitcoin withdrawals to bech32 addresses. Learn more about our latest update ",
      "score": 0.5994
    },
    {
      "id": 666,
      "tweet": "Bitcoin is perfectly positioned for a super cycle: - Central Banks are printing more than ever - Global debt as a % of GDP is the highest its been in recorded history (peacetime) - Structural risks in the financial system haven’t been resolved I’m not fucking selling. pic.twitter.com/UFCpEprSM9",
      "score": 0.8555
    },
    {
      "id": 667,
      "tweet": "SpainIsAFascistState arresting people for defending autodetermination. Police brutality should be abolished",
      "score": -0.6124
    },
    {
      "id": 668,
      "tweet": "bitcoin turns saving into a game. It’s a cross between accumulation and chicken. Those that continue to accumulate are being rewarded, those that chicken out become bitter and passive aggressive. I hope in the future someone writes a story of this phenomenon.",
      "score": 0.5423
    },
    {
      "id": 669,
      "tweet": "5 XLM winners will be drawn In approximately 4 days! Complete the easy steps below to enter! bitcoin bitcorn altcoins crypto cryptocurrency cryptocommunity cryptotrading cryptogiveaway $btc $ltc $eth $xrp $ren $link $dusk $ftm $matic $ada $zec $bch $trx $rvn $celr $xlm",
      "score": 0.7639
    },
    {
      "id": 670,
      "tweet": "Crypto Givaway 1 : Follow 2 : Like &amp; Retweet 3 : Join Telegram /CryptoCove 4 : Tag 3 Friends in Comment PRIZE : 100 $XRP Results Date : 3 Nov 2019 (Winner Will Be Chosen Random) Crypto Giveaway XRP Bitcoin Halloween19",
      "score": 0.9396
    },
    {
      "id": 671,
      "tweet": "With over 100 billion worth of fiat being pumped into the repo market day in and day out, the value of just one Bitcoin will be so large that anyone holding just one will be considered a badass. The rush to buy something real will be like nothing history has ever seen before.",
      "score": 0.802
    },
    {
      "id": 672,
      "tweet": "Sorry but you misunderstood what he said! You’re not fooling anyone:",
      "score": -0.1668
    },
    {
      "id": 673,
      "tweet": "hello I am being black mailed by whoever has bitcoin address: 1DKeRSqnY24m6qEBLshJtshhcMjhMmfYot Please kindly advise",
      "score": 0.6705
    },
    {
      "id": 674,
      "tweet": "Also I suggest you read this article that sums up pretty much the situation: /mining/pools/",
      "score": 0.4939
    },
    {
      "id": 675,
      "tweet": "It's not scaleable enough and we shouldn't make it. It's structure is secure which is almost all it has to be. :)",
      "score": 0.6597
    },
    { "id": 676, "tweet": "I love this! bitcoin", "score": 0.6696 },
    {
      "id": 677,
      "tweet": "You need to start somewhere, and this is a good guide.",
      "score": 0.4404
    },
    {
      "id": 678,
      "tweet": "And now I realized how easy it's to buy BTC on ",
      "score": 0.4404
    },
    {
      "id": 679,
      "tweet": "Argentina's Central Bank has just lowered the Dollar currency purchases from $10,000/month to $200/month. It's time for Bitcoin. The only way to bring monetary sovereignty back to the people. ",
      "score": -0.128
    },
    {
      "id": 680,
      "tweet": "Sounds like y’all disapprove. And I Ain’t no rat",
      "score": 0.0772
    },
    { "id": 681, "tweet": "My best friend! ))))", "score": 0.8268 },
    {
      "id": 682,
      "tweet": "BREAKING: Lebanon's Central Bank just warned it only has \"days\" left to avoid a future economic collapse. This is after 12 days straight of bank closures across the country and this week's new capital controls. Bitcoin is monetary insurance.",
      "score": -0.6808
    },
    {
      "id": 683,
      "tweet": "If I wanted a shit coin I would buy any fiat, no diffrence",
      "score": -0.7003
    },
    {
      "id": 684,
      "tweet": "Feels like we are in the final stage of DISBELIEF A high above $14K should initiate the emotion of HOPE $BTC bitcoin",
      "score": 0.7297
    },
    {
      "id": 685,
      "tweet": "Let's join this session guys amawithethx indiawantcrypto",
      "score": 0.29600000000000004
    },
    {
      "id": 686,
      "tweet": "This is next level FUD! ",
      "score": -0.48100000000000004
    },
    {
      "id": 687,
      "tweet": "Google interest in Bitcoin hits 3-month high ",
      "score": 0.4588
    },
    {
      "id": 688,
      "tweet": "$200 Amazon Gift Card giveaway to 1 lucky winner! How to enter: 1. Follow us 2. Like this tweet 3. Tag 3 of your friends in the comment thread 4. Sub to our email list /35YCKtB 5. RT this tweet! cryptofights bitcoin blockchain esports bsv",
      "score": 0.9467
    },
    {
      "id": 689,
      "tweet": "There is no guarantee that Bitcoin ever breaks $20k again But it’s very likely",
      "score": -0.0951
    },
    {
      "id": 690,
      "tweet": "If you think about it, a carnivore diet lifestyle does match well with Bitcoin enthusiasm Just like Bitcoin devours all of the weaker currencies in its domain, the crypto carnivore aspires to a position at the top of the food chain in the original global anarchy: Mother Nature",
      "score": 0.7717
    },
    {
      "id": 691,
      "tweet": "LABITCONF2019 ANNOUNCEMENT We are pleased to announce the launch of LABITCONF new website! You can visit it to be updated and get your tickets:  Stay tuned for more info about one of the most relevant BLOCKCHAIN &amp; BITCOIN events in LATAM!",
      "score": 0.5399
    },
    {
      "id": 692,
      "tweet": "\"Let me guess? You're too busy to watch this ad. Uh huh. Just like you were to busy to invest in Bitcoin $BTC or Ethereum $ETH.\"",
      "score": 0.3612
    },
    {
      "id": 693,
      "tweet": "FINAL WEEK! 6 tourneys/day FREEBUY SERIES IS UNDERWAY! Main Event $20000 GTD November 3rd FREE!!! FREE MONEY! Info Here:/2mWFm9IFREEBUYSERIES New Account? Bonus Code: REVOKED (Thanks for the support) poker Venom ",
      "score": 0.9603
    },
    { "id": 694, "tweet": "Lol stop", "score": 0.1531 },
    {
      "id": 695,
      "tweet": "Bitcoin won't stop magically being parabolic you battered plebs ",
      "score": 0.2235
    },
    {
      "id": 696,
      "tweet": "I just recommended the blog to a noob because of the fantastic writing from and of course . Their articles cover topics about WHY bitcoin has value. ",
      "score": 0.765
    },
    {
      "id": 697,
      "tweet": "Vurk me ... give this a watch..this is the guy just chatted with says XRP will be .65 EOW.... Pretty eye opening YOWSER Gold/Silver STANDARD 'SUDDENLY' 2019, then $1000+ Silver &amp; $100k Bitcoin... /4kr6EwyFDmg via ",
      "score": 0.4939
    },
    {
      "id": 698,
      "tweet": "Bitcoin Is 30% More Attractive For Argentinians Than Physical Dollars ",
      "score": 0.4927
    },
    {
      "id": 699,
      "tweet": "If this doesn't inspire you to go out & become one with Bitcoin, nothing will! My interview with Michael Hudson of starts with Data Ownership, and reaches all corners of the Universe See it here: /39GeWXfoDLM BitcoinSV BSV MetaNet",
      "score": -0.4749
    },
    {
      "id": 700,
      "tweet": "I honestly have no interest in spending bitcoin on coffee (or anything else for that matter).",
      "score": 0.1581
    },
    {
      "id": 701,
      "tweet": "DAI just let the cat out of the bag that we are here in Vegas w/ &amp; so far we have met; Charles Hoskinson, Pomp, Bitcoin Ben, The Official neighbor of the DAI Channel &amp; an awesome Community member!",
      "score": 0.6588
    },
    {
      "id": 702,
      "tweet": "This is amazing. Thank you for this. Hey, who do I protest when soeone runs off with all my money",
      "score": 0.6486
    },
    {
      "id": 703,
      "tweet": "I remember when it was more involved than that. You had to figure out each stop along the route and account for what machine/OS was at each of those stops... (ya, I'm old)",
      "score": -0.4215
    },
    {
      "id": 704,
      "tweet": "You mean the coin that transfers in seconds and is being tested and used by banks and international money transfer .??? Whilst your shitty bitcoin gets slower and slower and aims to be used at McDonald's Go sort yourselves out xrp is the standard!",
      "score": -0.6632
    },
    {
      "id": 705,
      "tweet": "The last few years have proven pretty decisively that consumers don't want to buy things with bitcoin. But the trend of customers earning bitcoin is growing like wildfire. Starbucks doesn't need to accept bitcoin. They should give it.",
      "score": 0.5443
    },
    {
      "id": 706,
      "tweet": "Haha you have nothing!!! Store of value my arse that just means no use case",
      "score": -0.276
    },
    {
      "id": 707,
      "tweet": "Because Bitcoin is stupid and Bitcoin mining is actually killing the environment since it uses so much energy. ",
      "score": -0.7522
    },
    {
      "id": 708,
      "tweet": "5 btc bagholders liked this, oblivious to the parody within.",
      "score": 0.4215
    },
    {
      "id": 709,
      "tweet": "Join us tonight for an incredible meetup reviewing How Money Got Free! Incredible book detailing the history of and more. bitcoin howmoneygotfree",
      "score": 0.6996
    },
    {
      "id": 710,
      "tweet": "Great chart by depicting of Bitcoin that are in the money vs out of the money using cost basis they last were moved on-chain Current Breakdown: 74% of $BTC showing unrealized gains (ie current price &gt; last moved price) 26% of $BTC showing unrealized loses",
      "score": 0.6369
    },
    {
      "id": 711,
      "tweet": "Americans spend $72B annually on lottery tickets. Most players are from the lowest economic class. Households w/ incomes bitcoin instead. $BTC bitcoin ",
      "score": -0.3818
    },
    {
      "id": 712,
      "tweet": "Such an insightful tweet. Ppl tend to think that bitcoin was first and therefore another iteration should follow. Since tech is always evolving there will always be more capable coins in some ways. If we don’t stick to one the whole crypto as money experiment is likely doomed.",
      "score": -0.3197
    },
    {
      "id": 713,
      "tweet": "Stop using our movements as marketing strategies. It's disgusting.",
      "score": -0.6808
    },
    {
      "id": 714,
      "tweet": "Interested in a crypocurrancy backed my gold? Inbox me for info.",
      "score": 0.4215
    },
    {
      "id": 715,
      "tweet": "Imagine being a pathetic perma bear and hoping bitcoin goes down just because you're too poor to own a full one. Lol!",
      "score": -0.3595
    },
    {
      "id": 716,
      "tweet": "Went searching for bitcoin bears in the forest. Only saw carcasses, thanks Sato-Xi. ",
      "score": 0.4404
    },
    {
      "id": 717,
      "tweet": "But xrp is worse than a stablecoin Literally, Xrp ATH= ~3usd but Bitcoin ATH= ~20,000 usd",
      "score": -0.631
    },
    {
      "id": 718,
      "tweet": "This is so unbelievably stupid I’m ",
      "score": -0.6087
    },
    {
      "id": 719,
      "tweet": "Welcome to Instant Exchange! We are a cryptocurrency exchange website that allows you to exchange Bitcoin to PP within a few seconds. At this time we only work with USD and EUR, . While the exchange is processed instantly./ref/517",
      "score": 0.5093
    },
    { "id": 720, "tweet": "Thoughtless... ohh the irony ", "score": -0.4939 },
    {
      "id": 721,
      "tweet": "You can claim superiority once your outrageous predictions materialize",
      "score": -0.1531
    },
    {
      "id": 722,
      "tweet": "Surely, how thoughtless I must be to doubt that bitcoin could hit 100k. ",
      "score": -0.3818
    },
    {
      "id": 723,
      "tweet": "Oh shut the fuck up, who are you to tell others to have a different investment plan.",
      "score": -0.5423
    },
    {
      "id": 724,
      "tweet": "Yo bout time you took a serious look at Bitcoin. Bitcoin isn’t just magic internet money. Bitcoin is the future, our future. A future in which people no matter how small, have a fighting chance. Bitcoin is about humanity. ",
      "score": -0.2201
    },
    {
      "id": 725,
      "tweet": "He is most certainly equating the two when he defends his prediction of 100k by saying “people thought 10k wouldn never happen.”",
      "score": 0.4005
    },
    {
      "id": 726,
      "tweet": "I heard Bitcoin is going down to 50 cents by the end of the year lol",
      "score": 0.4215
    },
    {
      "id": 727,
      "tweet": "What's wrong with selling at 100k and buying back at 20k?",
      "score": -0.4767
    },
    {
      "id": 728,
      "tweet": "Tired of people calling Bitcoin deflationary? Good news! I just published \"Stop Calling Bitcoin Deflationary.\" This piece breaks down what deflation is, why falling prices are natural, and how Bitcoin actually prevents deflationary crises. Enjoy! ",
      "score": 0.5837
    },
    {
      "id": 729,
      "tweet": "RSK hashing rate is rising again! 56.1% is also a honey badger like Bitcoin! ",
      "score": 0.4738
    },
    {
      "id": 730,
      "tweet": "Were they creating cryptos in the world trade center?",
      "score": 0.29600000000000004
    },
    {
      "id": 731,
      "tweet": "What a rational argument. Thanks for supporting my point",
      "score": 0.5106
    },
    {
      "id": 732,
      "tweet": "Favorite verse from the good book HODL 6:15",
      "score": 0.7096
    },
    {
      "id": 733,
      "tweet": "LOL inflation circles are nothing compared to the extreme pork cycles of crypto currencies",
      "score": 0.5473
    },
    {
      "id": 734,
      "tweet": "Also the whole \"designed on the principle of consuming as much energy as physically possible and therefore antithetical to the very concept of sustainability\" bit",
      "score": 0.2732
    },
    {
      "id": 735,
      "tweet": "Bitcoin hodlers won't sell as they believe they'll get rich when Bitcoin moons. Bitcoin whales get rich by selling now to realize their paper gains before a market crash wipes them out. The whales must make sure the hodlers don't lose faith and cash out so that they can cash in!",
      "score": 0.8562
    },
    {
      "id": 736,
      "tweet": "That sounds extremely safe and not at all likely to allow multiple voting or break the secret ballot",
      "score": 0.624
    },
    {
      "id": 737,
      "tweet": "It definitely has values for users. Though, personally, dont like to have so many cards... Can we just use everywhere?",
      "score": 0.509
    },
    {
      "id": 738,
      "tweet": "BestChange - Claim free Bitcoin and get e-currency exchange rates! /?p=3MJdUki8SkMPPLCbTCWswu8JAVBfbmigxC bitcoin",
      "score": 0.5562
    },
    {
      "id": 739,
      "tweet": "yeah, like im going to wish i did not now own 100 Flats with a income of 500e a month after selling corn at 100k each....",
      "score": 0.7506
    },
    {
      "id": 740,
      "tweet": "In large part because this tweet makes me think you're horrible and have no idea what you're doing.",
      "score": -0.6908
    },
    {
      "id": 741,
      "tweet": "HALLOWEEN GIVEAWAY $25 $BTC 1) Follow me 2) Like this 3) Retweet this 4) Tag 5 people, more is better Ending 24:00 on the 30th giveaway giveaways WINNER win free cryptogiveaway bitcoin bitcoingiveaway",
      "score": 0.9539
    },
    {
      "id": 742,
      "tweet": "When you’re in a social situation and you see Bitcoin starting to go crazy ",
      "score": -0.34
    },
    {
      "id": 743,
      "tweet": "I purchased a very small amount of Bitcoin as a fun experiment some years ago. It has rarely gone above the price I purchased at but I also had no idea what I was doing.",
      "score": -0.1655
    },
    {
      "id": 744,
      "tweet": "Where will cryptos be in 3 years? I’m writing about that right now! Cryptocurrency Bitcoin AWildLass Freelancer FreelanceWriter MamaBearWrites",
      "score": 0.3382
    },
    {
      "id": 745,
      "tweet": "STABLE TOKEN CRYPTO HAVEN PEGGED TO PRICE OF GOLD CRYPTO MARKETPLACE 2DAYS TO TCE ",
      "score": 0.29600000000000004
    },
    {
      "id": 746,
      "tweet": "Following new forex restrictions that limit the amount of USD that Argentines can buy, bitcoin is poised to become a go-to haven in Argentina. ",
      "score": 0.25
    },
    {
      "id": 747,
      "tweet": "Each currency is for its own purposes, all right. They go to hell with their reasoning. When will these mammoths finally die out?",
      "score": -0.8591
    },
    {
      "id": 748,
      "tweet": "Guy the photo you chose for Catalunya seems to show the Franco's dictator nostalgics doing facist sign and demonstrating against Catalans will of justice and democracy.",
      "score": 0.5267
    },
    {
      "id": 749,
      "tweet": "Well, I can also predict it goes to 1mil...the key is to tell why and when? Can u?",
      "score": 0.3527
    },
    {
      "id": 750,
      "tweet": "The closest analogy is Linux. Google & Facebook are tough competitors, but cooperate on Linux. That’s because it's a demilitarized zone where one party cannot deprive the other of their contributions. Bitcoin serves a similar role. All can profit from it, none can corrupt it.",
      "score": 0.888
    },
    {
      "id": 751,
      "tweet": "You use such social problems to advertise&argument for BTC?????!!!!! You are completely ill?",
      "score": -0.8369
    },
    {
      "id": 752,
      "tweet": "Time traveller, it’s Wednesday and we only have one day to go till Thursday. Obviously a massive BTC pump is coming to meet your Thursday $16K prediction. I’m all in and ready!! BTC GBTC",
      "score": 0.4738
    },
    {
      "id": 753,
      "tweet": "Now that the Tron / Samsung news is official, it’s probably time to put the whole “huge supply” debate of $TRX $BTT and $WIN to bed. Reality is, one bitcoin can be fractioned into a zillion pieces - the supply of bitcoin is enormous - don’t be fooled into thinking otherwise.",
      "score": 0.4466
    },
    {
      "id": 754,
      "tweet": "Hmm.. I wonder in who's interest all those protests are pouring in ?",
      "score": 0.2732
    },
    {
      "id": 755,
      "tweet": "Marching? Disrupting services? Resisting police? That’s all for the birds! Fight the Man by pouring your wallet into an unregulated cryptocurrency! No need to leave home! Why, you can even ware your Guy Fawkes mask while on your computer and feel like the real rebel you are!",
      "score": -0.7011
    },
    {
      "id": 756,
      "tweet": "There is nothing you can do to immediately improve your life more right now than eating healthy, lifting weights, and buying Bitcoin.",
      "score": 0.6808
    },
    {
      "id": 757,
      "tweet": "Keynesian economists love to claim that Bitcoin’s fixed supply causes its price volatility. Is this claim compatible with the weak-form efficient-market hypothesis?",
      "score": 0.6369
    },
    {
      "id": 758,
      "tweet": "If you are at first peacefully protesting but then constantly oppressed in a violent way by the police, I can understand why there this is escalating.",
      "score": -0.8807
    },
    {
      "id": 759,
      "tweet": "That’s what I don’t get. Why even protest? Just make a ton of money, buy btc. And walk away from their system. Easy.",
      "score": 0.2263
    },
    {
      "id": 760,
      "tweet": "Da fuck ? Go donate to emergency aid &amp; legal assistance charities (in actual cash) for these protesters to show your remorse for this really shitty PR stunt. fail",
      "score": -0.9152
    },
    {
      "id": 761,
      "tweet": " supports and Julian Assange by committing 10% of our transaction fee income to Wikileaks and Julian’s legal team. This may provide sufficient Bitcoin for his defense and enable Wikileaks to increase its truth-telling capabilities. Stay strong!",
      "score": 0.8655
    },
    {
      "id": 762,
      "tweet": "Want to buy a coffee with ? The wait is nearly over... /2BSmk8d cryptocurrency",
      "score": 0.0772
    },
    {
      "id": 763,
      "tweet": "? can't we just finally agree on / ",
      "score": 0.3612
    },
    {
      "id": 764,
      "tweet": "Veteran Trader Who Called Bitcoin (BTC) and Crypto Crash Says XRP on Verge of 55% Breakout | The Daily Hodl /2019/10/29/veteran-trader-who-called-bitcoin-btc-and-crypto-crash-says-xrp-on-verge-of-55-breakout/ ",
      "score": -0.4019
    },
    {
      "id": 765,
      "tweet": "at that point i have enough and can save the btc time to more important things",
      "score": 0.6478
    },
    {
      "id": 766,
      "tweet": "Hodling bitcoin is lifechanging to the upside. Trading bitcoin is lifechanging to the downside. Don't allow charlatans to drag your life down. hodloncomrades don't trade",
      "score": -0.5523
    },
    {
      "id": 767,
      "tweet": "Crypto market analyst says a number of indicators suggest altcoins may be ready for a new uptrend that follows Bitcoin’s recent 42% surge ",
      "score": 0.4215
    },
    {
      "id": 768,
      "tweet": "In about 36 years the bitcoin block reward will be .01 bitcoin... bitcoin's current block reward is 12.5 bitcoin which is around ($117,500) Considering Bitcoin still exists by then, how much do you think .01 bitcoin will be 36 years from now?... not $100, that is for sure! ",
      "score": 0.636
    },
    {
      "id": 769,
      "tweet": "How does on look at bitcoin and be bearish? Genuinely curious, just want to see from the other side... *flexes 7400$longs* *flexes picture with your mom*",
      "score": 0.3818
    },
    {
      "id": 770,
      "tweet": "We are blessed to be this early and have the opportunity to buy bitcoin now.",
      "score": 0.7717
    },
    {
      "id": 771,
      "tweet": "Some unbelievable work being done by and BlockMechanic (yes this is Bitcoin Core QT running on Android) pic.twitter.com/r9E4yBmtLH",
      "score": 0.7925
    },
    {
      "id": 772,
      "tweet": "Pay taxes on it, Invest in , and join ",
      "score": 0.2023
    },
    {
      "id": 773,
      "tweet": "Thanks for sharing the article but the data is from january and things have improved a bit, take a look...",
      "score": 0.7906
    },
    {
      "id": 774,
      "tweet": "BREAKING: The CPC (Communist Party of China) have seized full control over Bitmain due to reported illegal activities. China announced they have full control over the Bitcoin network consensus as a result of the proceedings. China use Bitcoin as a economic war machine. The End ",
      "score": -0.7003
    },
    {
      "id": 775,
      "tweet": "This is an embarrassingly techno-utopian statement. It should go without saying that people-in-the-streets are more likely to achieve meaningful change than people-pumping-coins. In fact, does go without saying, everywhere except for this cute little echo chamber",
      "score": 0.4767
    },
    {
      "id": 776,
      "tweet": "As Bitcoin’s monster rally over the past few days loses steam, technical indicators show it could face further resistance at the $10,000 level ",
      "score": -0.3182
    },
    {
      "id": 777,
      "tweet": "Discover Dash Merchant Directory iOS App Released Including Critical Review Feature Crypto Fintech Cryptocurrency Blockchain CryptoNews Bitcoin Dash $Dash ",
      "score": -0.3182
    },
    {
      "id": 778,
      "tweet": "China's renewed interest in blockchain is in the headlines; other countries and demographic groups have predispositions to buy bitcoin. Download our white paper, \"Crypto in Context,\" to learn about them: /OmvU50wWpvh CoinDeskResearch",
      "score": 0.4588
    },
    {
      "id": 779,
      "tweet": "ENTER TO WIN $100 BCH Check out the CryptoInvest Summit Panel! RETWEET, Comment of Value, WATCH and Follow pinned comments instructions /Jk8BzlsnA6k Bitcoin cryptocurrency blockchain cryptonews CIS2019 ",
      "score": 0.8034
    },
    {
      "id": 780,
      "tweet": "Competition among nation states to control as much Bitcoin Litecoin DigiByte and other scarce blockchain cryptocurrencies is alive and well. Smart countries will gather as much decentralized crypto as they can before the coming global financial reset.",
      "score": 0.7506
    },
    {
      "id": 781,
      "tweet": "They’re selling 18k watches that have a bitcoin hardwallet built in. I asked the sales guy - what happens when they steal your watch and get your bitcoin? His answer - “damn, we didn’t think of that.”",
      "score": -0.4939
    },
    {
      "id": 782,
      "tweet": "Spending bitcoin used to mean long wait times, high fees, capital gains and no rewards incentives. Now, it means instant, one-tap payments with almost no fees, zero capital gains exposure due to instant buy/sell and the fattest satsback around. Things are changing, keep up.",
      "score": -0.1588
    },
    {
      "id": 783,
      "tweet": "English is a second language for my mom, she pronounces Bitcoin Cash as Bitcoin Crash, apparently she's an analyst too.",
      "score": -0.4019
    },
    {
      "id": 784,
      "tweet": "Bitcoin Montreal Meetup going strong again! Today we talk about the Liquid platform, the biggest bitcoin sidechain developed by the team. Tonight's speakers Don't worry, the presentations are recorded! – at Café OSMO",
      "score": 0.7423
    },
    {
      "id": 785,
      "tweet": "Lol, this is the best lay explanation of a bitcoin fork I've seen, courtesy of 's Inventing Bitcoin. ",
      "score": 0.8591
    },
    {
      "id": 786,
      "tweet": "According to this site: /wiki/Comparison_of_mining_pools The only major pool based in China is AntPool, the others are distributed around the world. I couldn't find a site with plenty of real time data and analytics about mining though, If you know a good one...",
      "score": 0.4404
    },
    { "id": 787, "tweet": "Bitcoin is poised to move up ", "score": 0.25 },
    {
      "id": 788,
      "tweet": "There you go mate: • /bitcoin/hashrate/2y?c=m&amp;g=15&amp;t=a • /stats/pool?pool_mode=month • /blocks",
      "score": -0.3094
    },
    {
      "id": 789,
      "tweet": "The Argentinian govt doesn't allow us to buy dollars because that is how the average citizens protect their wealth. In other words, it wants to minimize the people's defenses to maximize the damage that it will produce by printing more and more money. bitcoin",
      "score": 0.3887
    },
    {
      "id": 790,
      "tweet": "Great way to end the Bitcoin-filled day trip to NY. Steak dinner with and . What a blast!",
      "score": 0.6588
    },
    {
      "id": 791,
      "tweet": "Bitcoin as an incentivized bug bounty powering the global search for the dumbest supplier of electricity, episode 52351. ",
      "score": -0.5106
    },
    { "id": 792, "tweet": "Seems easy enough. **END**", "score": 0.4404 },
    {
      "id": 793,
      "tweet": "It’s can’t be that bad.",
      "score": -0.5423
    },
    {
      "id": 794,
      "tweet": "retweet thiss!! moonwear bitcoin shirts available xrp shirts on deck!! All shirts now$19.99!! Stop by  ***HODL with style *** ",
      "score": -0.5216
    },
    {
      "id": 795,
      "tweet": "ROGER VER: Why Bitcoin Cash is the future “hot stock”! Melbourne company ‘LivenPay’ is rolling out BitcoinCash as payment at thousands of restaurants across Melbourne &amp; Bitcoin. com is proud to have partnered with LivenPay in Australia! BCH /roger-ver-why-bitcoin-cash-is-the-future-hot-stock/ ",
      "score": 0.5696
    },
    {
      "id": 796,
      "tweet": "\"...the power of branding and the trust regular users have in Coinkite as a Bitcoin security company. “People buy trust — they trust our security expertise, supply chain control, design, setup and all that comes with that,” Novak said.\" ",
      "score": 0.9287
    },
    {
      "id": 797,
      "tweet": "US government debt is backed by unrivaled military power. Default is inevitable but the FED will print its way out of it until another superpower with equal or superior military might (China/Russia) imposes its own currency (maybe gold backed) on the world. Either way BTC wins.",
      "score": 0.8641
    },
    {
      "id": 798,
      "tweet": "How many times have we seen these types of comments? Bitcoin has strayed so far from its whitepaper it’s no longer recognizable. For day-to-day digital cash, Dash offers the fastest, smoothest, most secure experience in the industry. Period. blockchain cryptocurrency",
      "score": 0.1263
    },
    {
      "id": 799,
      "tweet": "1. You can ask permission or blaze a trail. 2. Authorities want you to ask permission. That is the nanny state at work. 3. Blaze a trail, take calculated risks, and be ethical. That is the way of Bitcoin.",
      "score": 0.3612
    },
    {
      "id": 800,
      "tweet": "So...I'll be able to afford a good used truck? 'Cause I need one of those.",
      "score": 0.4404
    },
    {
      "id": 801,
      "tweet": "Initially, countries will try to rebase on precious metals like gold. But this will falter due to an influx of coated tungsten bars and the cost prohibitive nature of verification. Significant humanitarian disasters and mass deaths will occur from starvation and inadequate water",
      "score": -0.631
    },
    {
      "id": 802,
      "tweet": "Shitcoins are a brain drain. Why waste time learning about garbage when Bitcoin is at the cutting edge of tech evolution? Keeping up with Bitcoin is a full time job. Every moment you waste on shitcoins causes you to lag behind the real innovation happening.",
      "score": -0.7096
    },
    {
      "id": 803,
      "tweet": "Even if you have to then you must have secured a means of earning money while you do. Heard of crypto currencies and bitcoin trade before? Is a promising investment where you can earn money weekly ! earnmoneyonline makemoneyonline mmo Trade Moneytip /free10000usdtrade",
      "score": 0.69
    },
    {
      "id": 804,
      "tweet": ". Launches BitcoinCash $BCH Payrolls! \"This means that anyone working for a US, EU or UK employer can now receive a portion of their wage in Bitcoin Cash.\" BCHForEveryone earn spend save YourMoney /2019/10/29/bitwage-launches-bitcoin-cash-payrolls/ ",
      "score": 0.5411
    },
    {
      "id": 805,
      "tweet": "If you know about Bitcoin and you've dismissed it without doing enough research to properly understand its importance and value prop.. ..you're a schmuck. Plain and simple.",
      "score": 0.5994
    },
    {
      "id": 806,
      "tweet": "Im tryin to make 0.1 bc1qy7fr72gnz9v72rgyccv2vxds38435d3g86npsd Tryin to join that giveaway! Haaaalp lol",
      "score": 0.6476
    },
    {
      "id": 807,
      "tweet": "Up to date, Micree Zhan has not given any announcements after he was ousted from bitcoin mining company Bitmain by its founder Wu Jihan. But an insider disclosed that Zhan has turned to a lawyer for help. (Tencent Technology) digitalcurrency",
      "score": 0.5499
    },
    {
      "id": 808,
      "tweet": "They are going to for the foreseeable future continue to low rates globally. Honestly i am not sure what sector will fall first.",
      "score": -0.016
    },
    {
      "id": 809,
      "tweet": "It’s a cumulative graph so it looks more extreme. Debt is accumulating slower than under Obama.",
      "score": -0.4716
    },
    {
      "id": 810,
      "tweet": "snapshot - October past &amp; present On the left: 2019 Top 10 CMC crypto On the right: 2013 Top 10 CMC crypto The only similarities are BTC &amp; XRP are still in the Top 3. LTC remains in the Top 10 ....to be continued ",
      "score": 0.6369
    },
    { "id": 811, "tweet": "Of course you did lol", "score": 0.4215 },
    {
      "id": 812,
      "tweet": "Crypto “chicks” saying they lost all of their funds in a hack then dropping a bitcoin address /mehatmepanties/status/1189176047872331776/video/1",
      "score": -0.3182
    },
    {
      "id": 813,
      "tweet": "Interesting Seeing an opportunity, MoneyGram is collaborating with fintech Kyck Global to support same-day payments for contractors. Kyck uses a blockchain for same-day ACH, PayPal, bitcoin, stored value cards and cash. /news/standard-chartered-expands-its-geographic-footprint-in-asia Read next reply. ",
      "score": 0.8625
    },
    {
      "id": 814,
      "tweet": "lol so Ari has me blocked but was browsing my page when he decided to reply to that's cute",
      "score": 0.6542
    },
    {
      "id": 815,
      "tweet": "Attendee: What do you think about quantum computing? : A 53 bit quantum computer exists today. You need 3,000 to attack Bitcoin. Million for error correction. Quantum computing is not a threat Bitcoin anytime in the near future. ",
      "score": -0.4632
    },
    {
      "id": 816,
      "tweet": "Ripple and XRP The CEO of Xago, a newly launched XRP-exclusive crypto exchange in Africa, says his team is big on Bitcoin, but thinks XRP is the best digital asset for payments crypto cryptocurrency hodl",
      "score": 0.8834
    },
    {
      "id": 817,
      "tweet": "STOP USING RIOTS TO PROMOTE YOUR SHITTY CRYPTOCURRENCY LOL, IT’S GONNA TANK ANYWAY, HAVE FUN ON THE FREE MARKET!",
      "score": 0.4926
    },
    {
      "id": 818,
      "tweet": "Every smart person I know who is excited about Blockchain &amp; Bitcoin started skeptical and then as they became educated about the technology they had their CryptoLightMoment These tremendous resources will help anyone new to the space begin that journey. Knowledge &gt; FUD",
      "score": 0.4461
    },
    {
      "id": 819,
      "tweet": "Good price for Bitcoin now $1,277,778 ",
      "score": 0.4404
    },
    {
      "id": 820,
      "tweet": "Head of US for Foundation and Managing Partner of , discusses the best current applications of Blockchain technology, from to industrial applications,at MOAC’s Best Investments in Blockchain panel. (See ",
      "score": 0.8555
    },
    {
      "id": 821,
      "tweet": "Market analyst claim that geopolitical issues – such as Brexit and the escalating Trade war between the US and China – could see investors turn to bitcoin and other Crypto due to uncertainty in traditional markets. Ripple litecoin TRON ",
      "score": -0.743
    },
    {
      "id": 822,
      "tweet": "Sydney Bitcoiners and visitors save the date. Our next Meetup is on November 20. Join , and the rest of bitcoinsydney at Australia's premier Bitcoin only meetup by RSVPing here: /en-AU/Bitcoin_Sydney/events/266049069/?isFirstPublish=true Bitcoin HODL LightningNetwork",
      "score": 0.6597
    },
    {
      "id": 823,
      "tweet": "Great Bitcoin Montreal Meetup with on Liquid sidechain. Thanks to &amp; . – at Café OSMO",
      "score": 0.7906
    },
    {
      "id": 824,
      "tweet": "Thanks to the fellowship program and the amazing tech that is , we are now able to support multiple networks! Who’s getting ready to build mini dapps on , , and ?",
      "score": 0.9041
    },
    {
      "id": 825,
      "tweet": "Bitcoin and other Crypto might gain more as traders want to be safe ahead of Federal Reserve’s policy meeting that ends on Wednesday. TRON gold comex forex Trade Trader ",
      "score": 0.7823
    },
    {
      "id": 826,
      "tweet": "Suddenly is completely DOMINATING search results for bitcoin related key-words. The SEO guy should get a promotion ",
      "score": -0.4983
    },
    {
      "id": 827,
      "tweet": "Meet Keith Mali Chung,a Nigerian Bitcoin Trader who returned $80,000 (N29million) worth of Cryptocurrency (7.88 BTC) that was mistakenly sent to his Bitcoin Wallet. He went out of his way to find the owner and returned it. Stuffs like dis about Nigerians don't trend ",
      "score": 0.29600000000000004
    },
    {
      "id": 828,
      "tweet": "Probably was right with his $1M prediction: if bitcoin follows the 2013-14 bull market gains, Bitcoin will hit $1,000,000. ",
      "score": 0.34
    },
    {
      "id": 829,
      "tweet": "Growth in Cryptocurrency Transactions Calls For Stronger Security Measures /growth-in-cryptocurrency-transactions-calls-for-stronger-security-measures/ via Magazine WednesdayMotivation WednesdayWisdom GBambe",
      "score": 0.765
    },
    {
      "id": 830,
      "tweet": "The best way to learn about taproot till date. If you have elementary python skills and moderate familiarity with bitcoin machineries, this can be your entrance to Hogwarts. Bitcoin is going supersaiyan with schnorr/taproot upgrade. Get onboard. ",
      "score": 0.6369
    },
    {
      "id": 831,
      "tweet": "Want to throw inflation on your y axis? Or the USD valuation of the world economic structure? Or the monetary value of the US vs the world? That chart has about as much meaning as a chart about the cost of bread since 1929...",
      "score": 0.5007
    },
    {
      "id": 832,
      "tweet": "Hmmm. Didn’t work. This email thing must be too complicated for ordinary users. Long paper letters. Short email. Letters have real value because you can touch them. Emails are digital so they must not be real, right ?",
      "score": 0.34
    },
    {
      "id": 833,
      "tweet": "Yes, computer software and internet had to go through significant series of UX improvements before the masses adopted it into everyday life.",
      "score": 0.7003
    },
    {
      "id": 834,
      "tweet": "There shall be significant usecase for Blockchain in Africa and Asia more than any other continent in the world! The’re 200 million Nigerians who are desperate for change but limited opportunities and bad governance is a barrier to their dreams BITCOIN IS SOLVING THAT NARRATIVE",
      "score": 0.5174
    },
    {
      "id": 835,
      "tweet": "SCOOP: Twitter CEO ⁦⁩, a longtime bitcoin advocate, is making a fresh bet on cryptocurrency. He’s investing in ⁦⁩ — a platform that helps startups raise money through token sales.",
      "score": 0.7378
    },
    {
      "id": 836,
      "tweet": "Johannesburg authorities have said they will not concede to hackers’ demand of 4 Bitcoin in the aftermath of a major municipal systems breach last week ",
      "score": -0.128
    },
    {
      "id": 837,
      "tweet": "There is a strong connection between child sexual abuse and the use of cryptocurrencies. Often, offenders pay for abuse material with bitcoin. For instance, the largest child abuse website that was recently shut down served 1 million Bitcoin accounts. /opinion/editorials/2019/10/28/bitcoin-and-child-pronography-a-partnership-we-cannot-tolerate/",
      "score": -0.9217
    },
    {
      "id": 838,
      "tweet": "Do you know what I use my Rasp Pi for? A DAC. I use it to stream my HQ music library to my amp. Not to waste time making sure I can receive and make payments via bitcoin. I can do that with my phone already, instantly using BSV. My gran doesn’t have a Node, she has a phone.",
      "score": 0.5621
    },
    {
      "id": 839,
      "tweet": "Hell Yeah!!! Go Go team $NXS The future of Blockchain! Be sure to catch on ! /iPb5r37je0M bitcoin fintech $NXS NXS Blockchain BTC . . . . . mon 50 100 $tzc",
      "score": -0.5053
    },
    {
      "id": 840,
      "tweet": "Dear users,  has restored BITC's deposit and withdraw functions. Sorry for the inconvenience caused and thank you for your kind understanding. bitcoin blockchain cryptocurrency",
      "score": 0.7964
    },
    {
      "id": 841,
      "tweet": "Developers behind want to usher in a new form of social media using the BSV blockchain Learn more about it here: /g91lv Bitcoin BitcoinSV Crypto Cryptocurrency",
      "score": 0.0772
    },
    {
      "id": 842,
      "tweet": "Bitcoin Price Analysis by : $BTC is clearly facing a lot of hurdles near the $9,460 and $9,500 levels. Conversely, a successful close above $9,500 is likely to start afresh bullish wave towards the $9,800 and $9,950 levels.",
      "score": 0.7579
    },
    {
      "id": 843,
      "tweet": "Leaving aside all the other ways this is incredibly stupid, inflation benefits debtors at the expense of creditors.",
      "score": -0.2094
    },
    {
      "id": 844,
      "tweet": "Tonight I will be hosting my webinar for teaching my Fibonacci methods. Want to learn some of my secret Fib skills, then come and join me tonight. You can sign up at: /ultimate-mentorship-program/ Going to be a great series, make a great decision today!! FIbonacci Bitcoin ",
      "score": 0.9059
    },
    {
      "id": 845,
      "tweet": "U.K.-based Bitcoin mining firm Argo Blockchain has doubled its order of new cryptocurrency miners to secure a 240% hash power increase ",
      "score": 0.5719
    },
    {
      "id": 846,
      "tweet": "I join the outrage. I'm also shocked and offended by this profile. Gross, inappropriate and in bad taste! We all know that \"crypto\" is just a scam: it should be \"Naked BITCOIN News\"!!!! ",
      "score": -0.9507
    },
    {
      "id": 847,
      "tweet": "Fundstrat co-founder and bitcoin analyst Thomas Lee has confirmed his belief that 2019 may be the start of a new bull market for the S&amp;P. Will this hold true for $BTC too?",
      "score": 0.4215
    },
    {
      "id": 848,
      "tweet": "They will just print, until something stops them.",
      "score": -0.1531
    },
    {
      "id": 849,
      "tweet": "$BTC maxi’s jumping up and down when the read, Starbucks to accept Bitcoin. But wait you said it is a store of value, digital gold.. And you want to spend that on coffee? Should they accept gold as well? $XRP",
      "score": 0.8948
    },
    {
      "id": 850,
      "tweet": "We are attending at the London Excel arena on the 27-28 November! Read more about why we’re attending the show here: /tbs2019/ And let us know if you’re coming along! TBSUK Bitcoin ",
      "score": 0.555
    },
    {
      "id": 851,
      "tweet": "XRP xrpcommunity btc bitcoin eth ltc bch trx Why is helping a whale do wash trading on XRP ? This manipulation needs to end - Record XRP Transactions - Something Big or Manipulation? /zDAdZiyFuzM via ",
      "score": -0.4329
    },
    {
      "id": 852,
      "tweet": "The CEO of one of the top three Bitcoin mining pools recently stated that Bitcoin needs better privacy in order to avoid a potential regulatory clampdown. Governments will shut BTC down. Be smart. Hodl XRP!! Wonka Knows!! ",
      "score": 0.7482
    },
    {
      "id": 853,
      "tweet": "Xi Jinping has called on China to “seize the opportunity” and take a “leading position” in the development of blockchain. That's a far cry from the goals espoused by decentralized cryptocurrency systems like Bitcoin. ",
      "score": -0.1531
    },
    {
      "id": 854,
      "tweet": "This is Blockchain being used to prevent fraud of all types. It is a multi-billion dollar market with essential real world applications. This is Bitcoin. Welcome to Satoshi's Vision... /X_A1SsA90po pic.twitter.com/VN6UY8pFIT",
      "score": 0.0772
    },
    {
      "id": 855,
      "tweet": "BSV, original bitcoin Scaling network reaching sustained 800tps, 9000tps bursts. ",
      "score": 0.4767
    },
    {
      "id": 856,
      "tweet": "Apollo is doing some great work in Africa not to mention Fast Apollo soon ( sub second speed and exchanges apollocurrency bitcoin eth xrp xlm xvg blockchain tech investors realestate etn iota matic fantom stockstowatch money trx bnb bnb investors",
      "score": 0.6249
    },
    {
      "id": 857,
      "tweet": "Revisited this article 10 months later and almost nothing has changed. Bitcoin and Decred are the only 2 legitimate contenders for SoV that I’m aware of. The only thing that changes with a +40% pump or -40% dump is the rate at which I can accumulate. /cryptocurrencies-hodl-during-crypto-winter/",
      "score": -0.3818
    },
    {
      "id": 858,
      "tweet": "nChain's and Wei Zhang will be giving a guest lecture at the University of Exeter, entitled “Economical thinking in Bitcoin”, uncovering some of the economic mechanisms that underpin the efficiency and economic security of Bitcoin: /e/bitcoin-money-trust-guest-series-sebastian-ploetzeneder-wei-zhang-tickets-78345913737?utm_campaign=new_event_email&amp;utm_medium=email&amp;utm_source=eb_email&amp;utm_term=viewmyevent_button",
      "score": 0.8126
    },
    {
      "id": 859,
      "tweet": "China’s Communist Party Launches 25 Video Lessons on Cryptocurrency, bitcoin and Blockchain China isn’t just a country It’s a leading engine ",
      "score": 0.4019
    },
    {
      "id": 860,
      "tweet": "Bitcoin price retracement fails to worry analysts ",
      "score": -0.6908
    },
    {
      "id": 861,
      "tweet": "More and more merchants are accepting bitcoin and crypto but the community is not buying with it, what would it take for you to make purchases with crypto and what would you be willing to buy with it?",
      "score": 0.2339
    },
    {
      "id": 862,
      "tweet": "$XRP $BTC ‘This Starbucks Now Accepts Bitcoin as payment.’ (But if you prefer your coffee hot, we recommend XRP) ",
      "score": 0.5994
    },
    {
      "id": 863,
      "tweet": "Leading blockchain research firm is in Dubai to help advise the government on applications of the technology /T2lEW Crypto Cryptocurrency Bitcoin BSV",
      "score": 0.4019
    },
    {
      "id": 864,
      "tweet": "Bitcoin BSV 0.2.2 released. This is a required update for the STN, optional for mainnet. Huge improvements in this build. Proud of the team for the progress made toward Genesis! /2019/10/30/bitcoin-sv-node-v0-2-2-released/",
      "score": 0.8687
    },
    {
      "id": 865,
      "tweet": "Wow amazing, so great, wow, like oh wow, like do great, this is like, wow, like, so good, wow, wow like, wow.",
      "score": 0.9953
    },
    {
      "id": 866,
      "tweet": "Pumpkin carving with my little boy............just couldn’t resist it!! Is there a Pump about to start? Happy Halloween all. ",
      "score": 0.6467
    },
    {
      "id": 867,
      "tweet": "Ignore the mindless critics. Bitcoin adoption is non-linear. Eventually it will happen all at once.",
      "score": -0.765
    },
    {
      "id": 868,
      "tweet": "Make sure you sign up for , I'm an advisor with them and will be advertising them on the pod soon! Give your bitcoin beginner family/friends a nice 'forced HODL' while they get bitcoin HODLer education. ",
      "score": 0.3382
    },
    {
      "id": 869,
      "tweet": "Guess the price of Bitcoin at midnight on Halloween and win $100 in Lightning BTC! will give $100 in Lightning BTC to the follower that retweets this with the closest BTCUSD () price prediction for 12:00AM PST (8AM UTC), November 1st. Happy Halloween!",
      "score": 0.8436
    },
    {
      "id": 870,
      "tweet": "No problem at all. Just follow China’s lead on defaulting on debt",
      "score": -0.0624
    },
    {
      "id": 871,
      "tweet": "\"These features bring substantial improvements to the capacity of the Bitcoin SV blockchain and also pave the way for future capacity improvements within the software.\" Bitcoin BSV /2019/10/30/bitcoin-sv-node-v0-2-2-beta-release/",
      "score": 0.6597
    },
    {
      "id": 872,
      "tweet": "The best thing about Bitcoin is that the answer is \"no one\" This is silliness",
      "score": 0.5106
    },
    {
      "id": 873,
      "tweet": "Facebook creates no content. Amazon has almost no stores. Uber owns almost no cars. Alibaba has no inventory. Bitcoin has no physical coins. Netflix is not even a TV channel. AirBnb owns no real estate. Big Businesses can come from Nothing Don't let any one discourage you!",
      "score": -0.9079
    },
    {
      "id": 874,
      "tweet": "Build on Bitcoin. C-Lightning updated to 0.7.3 which natively supports Elements/Liquid 0.17. Nice work! ",
      "score": 0.68
    },
    {
      "id": 875,
      "tweet": "Gold might have a nice sparkle, but we all know that Bitcoin’s the brighter asset. DropGold",
      "score": 0.8573
    },
    {
      "id": 876,
      "tweet": "The extremely bullish prediction of John McAfee that Bitcoin will reach $1 million in 2020 could be based on how the asset’s price action developed during the 2013-2014 boom. ",
      "score": 0.0258
    },
    {
      "id": 877,
      "tweet": "good morning hustlers! • the feeling around the crypto space is a good one. we still aren’t there yet. we got years to go before people embrace blockchain technology, but I believe we are slowly heading in the right direction. • Bitcoin will never be replaced. /1",
      "score": 0.6239
    },
    {
      "id": 878,
      "tweet": "Highly recommend reading this - not just from a Bitcoin perspective but trading any market/asset class. ",
      "score": 0.2255
    },
    {
      "id": 879,
      "tweet": "Register early for lunch the new platform and make tokens for free the first 50000 members /register?ref=coKCtpnjHW",
      "score": 0.5106
    },
    {
      "id": 880,
      "tweet": "China's \"stablecoin\" will succeed where Bitcoin has failed. Bitcoin failed at being censored. Bitcoin failed at being controlled. Bitcoin failed at being manipulated.",
      "score": -0.9217
    },
    {
      "id": 881,
      "tweet": "Before the U.S. Dollar was created, there was Continental currency. Its value fell by 99% in fifteen years before disappearing completely. The more you know!",
      "score": 0.5707
    },
    {
      "id": 882,
      "tweet": " if you want a 50 referral code lmk",
      "score": 0.0772
    },
    {
      "id": 883,
      "tweet": "Ok good. Cause Obama was like the best president America ever had. They should have just let him stay on until he was ready to retire.",
      "score": 0.9231
    },
    {
      "id": 884,
      "tweet": "That's not entirely true, correct for most fiat currencies but the British £ Pound for example has been going for hundreds of years. No doubt it will eventually go to zero but not right now. I'm not a fan of fiat but its important to know the truth.",
      "score": 0.557
    },
    {
      "id": 885,
      "tweet": "I need to purchase $500 worth of bitcoin please",
      "score": 0.4939
    },
    {
      "id": 886,
      "tweet": "All 3 things are impossible, as long we have electricity. Or is Hardforking a try to manipulate and control? :)",
      "score": 0.4588
    },
    {
      "id": 887,
      "tweet": "It amazes me the level of ineptness of some people.",
      "score": 0.4939
    },
    {
      "id": 888,
      "tweet": "well im buying 3500 worth of a visa gift card and investing in your bank i neber met an honest wizard you must be black white and blue hoping not blue trickery esper banker",
      "score": 0.9155
    },
    {
      "id": 889,
      "tweet": "“Manipulated.” LMFAO!!! Tell that to the whales and algo bots that manipulate Bitcoin and the crypto market everyday.",
      "score": 0.7277
    },
    {
      "id": 890,
      "tweet": "The current U.S. Dollar value has fallen over 96%....it's just taken longer.",
      "score": -0.0258
    },
    {
      "id": 891,
      "tweet": "China just banned anti-blockchain posts on social media. But at the same time, bitcoin exchanges are banned and they want to eliminate bitcoin mining in the country as it \"hurts the environment\" They're not \"embracing blockchain\", they're afraid of its true potential.",
      "score": -0.7184
    },
    {
      "id": 892,
      "tweet": "No investigation anymore.. u r d culprit who looted me and many other users of ur wallet.. internet is now filled with your scam",
      "score": -0.7096
    },
    { "id": 893, "tweet": "Sure", "score": 0.3182 },
    {
      "id": 894,
      "tweet": "$btc will dump to 7k get ready for cheap buying ",
      "score": -0.0258
    },
    {
      "id": 895,
      "tweet": "Notes are still highly valued by numismatists, over time they gain collectors value, same thing will happen to many altcoins and various tokens like cryptokitties.",
      "score": 0.8883
    },
    {
      "id": 896,
      "tweet": "Network is controlled by chinese miners, price is manipulated by whales. What r u talking about?",
      "score": -0.3818
    },
    {
      "id": 897,
      "tweet": "FINAL WEEK! 6 tourneys/day FREEBUY SERIES IS UNDERWAY! Main Event $20000 GTD November 3rd FREE!!! FREE MONEY! Info Here:/2mWFm9IFREEBUYSERIES New Account? Bonus Code: REVOKED (Thanks for the support) poker Venom ",
      "score": 0.9603
    },
    {
      "id": 898,
      "tweet": "you could invite all your customers Travel Crypto bitcoin ",
      "score": 0.1531
    },
    {
      "id": 899,
      "tweet": "Then no one knows. But it’s full reeetodd to think the dollar is going to hyper inflate any time soon. Not even medium term....",
      "score": -0.1531
    },
    {
      "id": 900,
      "tweet": "Cool. The dollar is not going to hyper inflate anytime soon. Not even medium term...",
      "score": 0.3182
    },
    {
      "id": 901,
      "tweet": "Hi Sunil, we are committed to helping you discover the cause of the breach with an investigation. If you would like, we are happy to schedule a call with you to go over everything together. Please send an email to support[at] with a time that suits you. -kf",
      "score": 0.8957
    },
    {
      "id": 902,
      "tweet": "Not gonna hyperinflate neither default? So we just gonna be rising debt levels forever with ever-increasing speed and no consequences at all?",
      "score": -0.6199
    },
    {
      "id": 903,
      "tweet": "Bitcoin isn't manipulated?? Lol how the fuck do you explain tether then??",
      "score": -0.6816
    },
    {
      "id": 904,
      "tweet": "Is this handle headed back to BCH ? I hope it's not another switcheroo",
      "score": 0.4404
    },
    {
      "id": 905,
      "tweet": "Bitcoin failed at being usable for millions of people on a daily basis",
      "score": -0.5106
    },
    {
      "id": 906,
      "tweet": "That’s why a transparent currency based off math like bitcoin is what we need.",
      "score": 0.3612
    },
    {
      "id": 907,
      "tweet": "It’s interesting how many people have become educated on current financial operation yet have little to no knowledge of the history of corruption and collusion that led us to where we are today. All FRB fiats are fraud against the people, period.",
      "score": -0.4627
    },
    {
      "id": 908,
      "tweet": "a T-1000 chasing members of Congress while singing this is what is really scary join to the resistance, join to ",
      "score": 0.0478
    },
    {
      "id": 909,
      "tweet": "BSV (Research it) - Large Blocks - Within Regulatory Environment - No Lightning Network - Locked Protocol - SPV (Simplified Payment Verification) - Metanet (IPV6 &amp; BSV Merged) - nChain Patents - R-Puzzles, Payment Channels &amp; Deprecation of BIP44",
      "score": -0.4767
    },
    {
      "id": 910,
      "tweet": "For 6+ years the Bitcoin network has had 100% uptime. Since inception on Jan 3 2009 02:54:25 GMT the Bitcoin network has been functional 99.9844156885%. Every day that goes by where the Bitcoin network is stable provides more reason to have confidence in it. Reliability! ",
      "score": 0.6996
    },
    {
      "id": 911,
      "tweet": "IN DEPTH: A transcript of a Bitmain staff meeting reveals an ugly power struggle inside the world's biggest bitcoin miner maker that led to the abrupt ousting of co-founder Micree Ketuan Zhan. Report by /YNgG50wXoZk ",
      "score": -0.6808
    },
    {
      "id": 912,
      "tweet": "Bitcoin failed at being scalable Bitcoin failed at being interoperable Bitcoin failed at being sustainable",
      "score": -0.872
    },
    {
      "id": 913,
      "tweet": "Bitcoin failed at being truly decentralised, failed to be truly used, failed its governance, failed to upgrade and keep up with innovation.",
      "score": -0.7003
    },
    {
      "id": 914,
      "tweet": "Hey , we hear you're a fan of Bitcoin? We'd love to talk with you about planting some trees! TeamTrees",
      "score": 0.7777
    },
    {
      "id": 915,
      "tweet": "Failed at being manipulated? LMAO",
      "score": -0.0688
    },
    {
      "id": 916,
      "tweet": "ThErE’s nO dEvS wOrKiNg oN bItCoIn Sv... /2019/10/30/bitcoin-sv-node-v0-2-2-released/",
      "score": -0.29600000000000004
    },
    { "id": 917, "tweet": "Just like BTC!", "score": 0.4199 },
    {
      "id": 918,
      "tweet": "When the Bitcoin fixation evaporates, and projects are valued on their respective fundamentals, those with the greatest USE CASE will be victorious. There is no greater use case than XRP's. Today's transaction volume is one small example of that. xrpthestandard pic.twitter.com/z74pdQ8Puv",
      "score": 0.8312
    },
    {
      "id": 919,
      "tweet": "Yet, China can't stop the free world from taking more hashpower. Bitcoin doesn't care as it laughs at China's foolish attempt to issue another government controlled, centralized fraud of a currency that will fail over the relative time. Xi looks like Winnie the Pooh, 谢谢",
      "score": -0.7988
    },
    {
      "id": 920,
      "tweet": "So Bitcoin wasn't manipulated? ... o gee.",
      "score": 0.3501
    },
    {
      "id": 921,
      "tweet": "\"'What's the probability that the mainstream financial industry goes poof?' That's how I think about the asset allocation to Bitcoin in my own portfolio.\" on Bitcoin Macro, a pop-up podcast from InvestNYC. /12l150wXrw8",
      "score": 0.3612
    },
    {
      "id": 922,
      "tweet": "The Bitcoin Citadel poster from 6 years ago updated their post with environment FUD, among other criticisms. ",
      "score": -0.5766
    },
    {
      "id": 923,
      "tweet": "Very bearish Tweet by ... Seems like they finally ADMIT that Bitcoin failed. I always used to think it was my Blockfolio app... ",
      "score": 0.18600000000000003
    },
    {
      "id": 924,
      "tweet": "Bitcoin isn't a fiat promise. You need to back a promise, not actual money.",
      "score": 0.0869
    },
    {
      "id": 925,
      "tweet": "As expected, the original 2014 bitcoin time traveler Reddit account has been compromised and filled with political FUD. Here are screenshots of the original story, a real classic, must read. /r/Bitcoin/comments/1lfobc/i_am_a_timetraveler_from_the_future_here_to_beg/",
      "score": 0.1943
    },
    {
      "id": 926,
      "tweet": "Let's channel up. We're looking to expand our Lightning Node again! Node Info: 03668e08fefdc45f91d21dada56f7fed9424dc1092390b88e34a4f119fa4a9e002.169.217.236:9735 We'll return the favor as much as we can to those who connect a channel! Bitcoin LightningNetwork",
      "score": 0.6792
    },
    { "id": 927, "tweet": "How much is it worth now? Hodl", "score": 0.2263 },
    {
      "id": 928,
      "tweet": "And you can print bitcoin like the dollar ",
      "score": 0.3612
    },
    {
      "id": 929,
      "tweet": "I’m not so sure about manipulated ",
      "score": -0.6528
    },
    {
      "id": 930,
      "tweet": "Those who see Bitcoin and Ethereum as mutually exclusive tend to understand both only myopically: as having but one use case, that of money. In reality, both are diverse and dynamic technologies which will find n use cases, many of which complimentary. Maximalism is monoculture. ",
      "score": 0.8176
    },
    {
      "id": 931,
      "tweet": "\"Bitcoin could have a negative impact on the reputation of central banks, assuming the use of such systems grows and in the event that an incident attracts the press, since the public may perceive the incident as being caused by a central bank not doing its job properly\" - ECB",
      "score": -0.25
    },
    {
      "id": 932,
      "tweet": "Giving away 20,000 EFIN to 20 lucky winners(1000efin each) 1. Follow 2. Like and Retweet 3. Comment and tag your friends Winners will be announced on 31.10.2019 bitcoin cryptocurrency crypto btc dex efin XVG ltc XRP",
      "score": 0.9169
    },
    {
      "id": 933,
      "tweet": "European Central Bank statement on Bitcoin said differently: \"If we fuck up, and the press covers it, more people will realize that a decentralized system (BTC) is valuable.\" ",
      "score": -0.1027
    },
    {
      "id": 934,
      "tweet": "They are confused by the cause-effect rule in here",
      "score": -0.3182
    },
    {
      "id": 935,
      "tweet": "Bitcoin: $1 billion in fees over 10 years JP Morgan: $2 billion in overdraft fees in 2017 alone ",
      "score": 0.1363
    },
    {
      "id": 936,
      "tweet": "Im afraid that bitcoin completely failed, good for nothing, china laundring money only usecase",
      "score": -0.1065
    },
    {
      "id": 937,
      "tweet": "Calvin...Well that's super easy just short bitcoin on bakkt. You will be rich!!!",
      "score": 0.9057
    },
    {
      "id": 938,
      "tweet": "This is what will happen to BTC, although I doubt it lasts 15 years :)",
      "score": 0.128
    },
    {
      "id": 939,
      "tweet": "For now. Fortunately the underlying protocol (git) is decentralized. But the collaboration platform (pull request, issues, discussion) are on GitHub. Wouldn't be surprised if GitHub de-platformed Bitcoin devs at some point",
      "score": -0.2498
    },
    {
      "id": 940,
      "tweet": "Love this! The good ol’ days. I was too young to be an early adopter of the internet in the early ‘90s and always wanted to be an early adopter of something like it, and here came crypto.",
      "score": 0.8718
    },
    {
      "id": 941,
      "tweet": "Bitcoin is controlled and manipulated every day. I'm a fan of crypto and even I know this is a stupid tweet. People are constantly complaining about whales and their influence on the markets. I don't like what China's doing either, but JFC this is cringe.",
      "score": -0.5114
    },
    {
      "id": 942,
      "tweet": "Houston this is bitcoin. We are good to go for $16,000. ETA October 31st 2019.",
      "score": 0.4404
    },
    {
      "id": 943,
      "tweet": "Interested in learning more about the history behind Bitcoin? Curious about why Bitcoin SV is the ONLY stable, infinitely scalable, and real Bitcoin? Read these: 1) Why Bitcoin Core (BTC) failed: /the-resolution-of-the-bitcoin-experiment-dabb30201f7 2) Why Bitcoin (BSV) works: //the-resolution-of-the-bitcoin-cash-experiment-52b86d8cd187",
      "score": 0.504
    },
    {
      "id": 944,
      "tweet": "Hawk will launch our pre IEO early-bird sale soon! For a very limited amount of community members How many tokens will you buy? HawkNetwork Klaytn Bitcoin Huobi - join 30,000+ members /hawkglobalgroup",
      "score": 0.077
    },
    {
      "id": 945,
      "tweet": "What do you do when you see a chart like this?",
      "score": 0.3612
    },
    {
      "id": 946,
      "tweet": "14/ Up to now, the most powerful ideas have been religious ideas. Bitcoin fixes this. It combines financial incentives, economic realism, mathematics, and physics with fundamentalism and religious devotion. More powerful. \"Bitcoin religion\" is real. It has already started. ",
      "score": 0.8882
    },
    {
      "id": 947,
      "tweet": "15/ I believe that Bitcoin is the most powerful idea of our time. It is about to become one of the most powerful memes of our time. I believe that more and more people will be religious about Bitcoin, about the idea of separating money and state through absolute scarcity. ",
      "score": 0.7340000000000001
    },
    {
      "id": 948,
      "tweet": "Oh, yes, certainly possible. Some additional sensors and detectors to this setup and there you go.",
      "score": 0.6249
    },
    {
      "id": 949,
      "tweet": "Bitcoin is like gold that can be sent across the world without a security guard. Gold that is melted down and chemically verified every transaction. Gold that can be kept secret in your head. Gold that is strictly limited in supply. Gold that can't be faked. Fuck your cufflinks.",
      "score": 0.34299999999999997
    },
    {
      "id": 950,
      "tweet": "While you don’t want your next vacation to be virtual, now the payment can be! ’ new partnership with allows guests to pay with - a true five-star, digital update! Read more in :",
      "score": 0.508
    },
    {
      "id": 951,
      "tweet": " China controls Bitcoin FACT .What part of that statement are you struggling to understand. ????",
      "score": -0.5803
    },
    {
      "id": 952,
      "tweet": "Most people don't know you can't own a Bitcoin address. It's just a number. Whoever knows the key can spend it. If 100 people know the key to 100 BTC, it doesn't mean they each own 100 BTC or 1. You can't even prove you're the only one that knows it, even if you think you are.",
      "score": 0.0772
    },
    {
      "id": 953,
      "tweet": "So far no explanation from regarding a nationwide outage affecting thousands of customers. Were they hacked? Didn't get the nightly Repo deposit from the FED? Why its important to own decentralized crypto like DGB Litecoin and Bitcoin. You are in control.",
      "score": -0.3046
    },
    {
      "id": 954,
      "tweet": "In a landmark victory for Canadian fintech and capital markets, 3iQ has been given the green light by the Ontario Securities Commission to file a prospectus and apply to list “The Bitcoin Fund” on a Canadian stock exchange. ",
      "score": 0.3612
    },
    {
      "id": 955,
      "tweet": "They should have amended their terms stating that any deposit left by a client is essentially \"loaned\" to the company and then implement standard Banking terms of agreement. Then they could go crazy with high-risk investment like their banking friends for Clients money.",
      "score": 0.7506
    },
    {
      "id": 956,
      "tweet": "Federal Reserve Cuts Rates by 0.25%: Bullish for Bitcoin Bitcoin’s value proposition was purportedly just validated with news that the Federal Reserve, the United States’ monetary authority, would be cutting its policy interest rate… again. ",
      "score": 0.7717
    },
    { "id": 957, "tweet": "Scams", "score": -0.5859 },
    {
      "id": 958,
      "tweet": "Do you want to make 5M in next 5years from 10.000,00$? Buy $ETH ",
      "score": 0.0772
    },
    {
      "id": 959,
      "tweet": "Hi Jameson. My name is Daniel and I'm the lead software engineer on the Bitcoin SV Node and Teranode projects. We're following both approaches. The Bitcoin SV Node project is scaling up, which can get us past 2GB blocks, see ",
      "score": -0.2263
    },
    {
      "id": 960,
      "tweet": "Today I'm celebrating my birthday along Bitcoin's birthday. cryptocurrencymarket cryptocurrency bitcoin blockchain gift me sats.? ",
      "score": 0.765
    },
    {
      "id": 961,
      "tweet": "U.S. government bragged this past week that they manipulated...",
      "score": -0.3818
    },
    {
      "id": 962,
      "tweet": "Congrats to for being approved by the OSC to apply for a listing for \"The Bitcoin Fund\" on . We're excited for Gemini Custody™ to be chosen as the trusted custodian!",
      "score": 0.8999
    },
    {
      "id": 963,
      "tweet": "History in the making. Proud that Custody™ will be the custodian for 's \"The Bitcoin Fund\" that will list on the Canadian stock exchange! ToTheMoon ",
      "score": 0.5255
    },
    { "id": 964, "tweet": "F. Next time prepare better.", "score": 0.4404 },
    {
      "id": 965,
      "tweet": "Bitcoin SV Node software v0.2.2 released. Thanks to all that made this happen! /2019/10/30/bitcoin-sv-node-v0-2-2-beta-release/",
      "score": 0.4926
    },
    {
      "id": 966,
      "tweet": "WOW!! Samsung quickly becoming by far the leader in crypto bitcoin phones ",
      "score": 0.7284
    },
    {
      "id": 967,
      "tweet": "Bitcoin SV is like the Internet Protocol (IP). The Internet Protocol is what drives the internet. There are many layers built on top of IP such as TCP, UDP, http, or even (at a stretch) html but they all absolutely depend on the throughput of IP.",
      "score": 0.2846
    },
    {
      "id": 968,
      "tweet": "One of the main goals of Bitcoin SV is to provide massive unfettered capacity, just like IP, to process huge amounts of Bitcoin transactions, to enable global use of the blockchain. The potential uses of this capacity? There are so many, some we have not even dreamed of yet.",
      "score": 0.5859
    },
    {
      "id": 969,
      "tweet": "typically we see China trading BTC on the ledger but they are using Bitstamp or a known custodian. Do you think someone is setting up a dummy exchange maybe to make people think they are buying bitcoin? Seems like a strange way to pump XRP transaction volume. ",
      "score": 0.2617
    },
    {
      "id": 970,
      "tweet": "What if we got it wrong. What if the path to hyperbitcoinization necessarily goes through people understanding inflation and seigniorage. What if they have to go through shitcoins. Premine shitcoins, ICO shitcoins, corporate shitcoins, federal shitcoins. AND THEN THEY BITCOIN",
      "score": -0.4767
    },
    {
      "id": 971,
      "tweet": "NEW: Investment fund manager 3IQ receives \"favourable ruling\" from Ontario Securities Commission for bitcoin fund ",
      "score": 0.29600000000000004
    },
    {
      "id": 972,
      "tweet": "Bitcoin has also failed at being plentiful bcz it is very scarce. It’s failed at being local bcz it is global. It’s also Failed at being inflated bcz it is disinflationary. Bitcoin’s failures are what makes it so valuable!",
      "score": -0.8476
    },
    {
      "id": 973,
      "tweet": "New Ledger Cast: Beyond the Bitcoin protocol, with /beyond-the-bitcoin-protocol-with-matt-odell/ The father of stackingsats! Thanks to our show partner, , for supporting this episode!",
      "score": 0.7494
    },
    {
      "id": 974,
      "tweet": "We just had a wonderful panel about the CP3 program &amp; its benefits for the everyman. Thanks to our partners: It went great! Go global or go home. More to come next week.",
      "score": 0.9273
    },
    {
      "id": 975,
      "tweet": "LOL you literally print some more (quantitative easing) or write IOUs. Yup, that is fiat. USD is monopoly money. ",
      "score": 0.7014
    },
    {
      "id": 976,
      "tweet": "What are the critical levels from where the current Bitcoin pullback can reverse direction and which altcoins look strong on the charts? ",
      "score": 0.25
    },
    {
      "id": 977,
      "tweet": "Please send me via Direct Message your user name, registered email address, amount and address for the BTC deposit.",
      "score": 0.3182
    },
    {
      "id": 978,
      "tweet": " !STREAMER POLICE ALERT! TAG SOMEONE WHO CANT DETERMINE WHETHER THE BITCOIN IS FOR THEM OR THEIR CHARITY. THIS MAN BELOW IS ON DUTY AND WILL BRING THEM TO JUSTICE! !STREAMER POLICE ALERT! ",
      "score": 0.8949
    },
    {
      "id": 979,
      "tweet": "Interesting analysis of the century ",
      "score": 0.4019
    },
    {
      "id": 980,
      "tweet": "It’s amazing how Jack can keep a hard balance of humane ideological belief vs profit driven businessmanship HUGE respect Same as the decision he’s dedicated into Bitcoin tho can be a loss for Square as a neutral liquidity business ",
      "score": 0.9206
    },
    {
      "id": 981,
      "tweet": "When the power went off during the fire, I grabbed two irreplaceable things and evacuated . My cat and my bitcoin wallet.",
      "score": -0.34
    },
    {
      "id": 982,
      "tweet": "Let's hope it will not collapse too quickly, so when bitcoin is above 100k usd, you can still buy a lot with it",
      "score": 0.6734
    },
    {
      "id": 983,
      "tweet": "Bitcoin is manipulated by exchanges. When we hold our bitcoin like our own banks then you could say bitcoin is not manipulated",
      "score": 0.2695
    },
    {
      "id": 984,
      "tweet": "The pound has been around for centuries but doesn't inflation reduce its value just the same? What's the purchasing power of 1 pound today vs 1 pound in 1805?",
      "score": 0.5362
    },
    {
      "id": 985,
      "tweet": "Don't worry ECB, most informed people know that your policies are counterproductive to wealth creation anyway.",
      "score": 0.7721
    },
    {
      "id": 986,
      "tweet": "Bitcoin failed at being private. $CCX privacymatters mymoneymybusiness",
      "score": -0.5106
    },
    {
      "id": 987,
      "tweet": "Toying with the idea of a Bitcoin Twitter Chess Tournament. I imagine 10-20min games on  as early as next week. Winner gets bragging rights, maybe some sats. I should warn you that I'm not particularly good. Anyone interested?",
      "score": 0.5777
    },
    {
      "id": 988,
      "tweet": "False. 1: There is no \"Bitcoin community\", stop grouping everyone together. There's plenty of vegans. I happen to like broccoli, McDonalds, and fried rice. 2: No, many of us criticized the notion, and were loudly against CZ Binance's support for China. You're just wrong. ",
      "score": -0.5859
    },
    {
      "id": 989,
      "tweet": "Failed at being manipulated? Really? It's been a whale toy for how much of its history? And now real money is getting involved. $BTC isn't going anywhere, but it hasn't \"succeeded\" on its own terms, either.",
      "score": -0.7571
    },
    {
      "id": 990,
      "tweet": "Yes it does, but it's a slow & steady decline for the Pound. Most fiat currencies were wiped out by a short period of hyper inflation.",
      "score": 0.2144
    },
    {
      "id": 991,
      "tweet": "The congratulates the community with the 11 year anniversary of Satoshi Nakamoto's whitepaper. Thanks for pioneering the blockchain revolution. ",
      "score": 0.4404
    },
    {
      "id": 992,
      "tweet": "Bitcoin provides a safe haven for the underserved population in times of economic turmoil. RSK and are focused on making the power of accessible to all. Thank you !",
      "score": 0.6996
    },
    {
      "id": 993,
      "tweet": "Not so...apparently the bill was backed or “promised” to be backed by silver Spanish dollars, at that time the main currency accepted to settle trades the way today’s the paper US$",
      "score": 0.3182
    },
    {
      "id": 994,
      "tweet": "Canada has just approved listing a Bitcoin Fund on their stock exchange The Fund uses Van Eck's index and Gemini custody ",
      "score": 0.4215
    },
    {
      "id": 995,
      "tweet": "Errors fixed! Let’s try this again. I wrote an article for sex workers and clients on using cryptocurrency. The moral of the story: crypto is easy and you should use it. Enjoy! Crypto bitcoin /ajXEKPdFd1",
      "score": 0.6467
    },
    {
      "id": 996,
      "tweet": "Ripple CEO Confirms Rumor on MoneyGram's Use of XRP, Says Bitcoin and Crypto Activity Remains Largely Speculative ",
      "score": 0.1027
    },
    {
      "id": 997,
      "tweet": "Vertalo Update! ENTER TO WIN $100 BCH RETWEET, Comment of Value, WATCH and Follow pinned comments instructions /_urgQqj7O7E Bitcoin cryptocurrency blockchain cryptonews CIS2019 vertalo ",
      "score": 0.8034
    },
    { "id": 998, "tweet": "Lol, esp at 3.", "score": 0.4215 },
    {
      "id": 999,
      "tweet": "And just like that, Bitcoin turned 11 years old during the 50th anniversary of the first internet communication. These two transformative ideas have brought us innovation like nothing else, but yet we haven't even begun to realize their awesome potential. bitcoin www",
      "score": 0.8735
    },
    {
      "id": 1000,
      "tweet": "Objectively, this is a false or misleading statement. There are a record number of people working on the original core value propositions of Bitcoin. Sad to see this irrational bitterness. ",
      "score": -0.7391
    }
  ]
}
